["CASTES IN INDIA\nTheir Mechanism, Genesis and \nDevelopment\nPaper read before\nthe Anthropology Seminar\nof\nDr. A. A. Goldenweizer\nat\nThe Columbia University, New York, U.S.A.\non\n9th May 1916\nFrom : Indian Antiquary, May 1917, Vol. XLI\n1\nCASTES IN INDIA\nMany of us, I dare say, have witnessed local, national or international \nexpositions of material objects that make up the sum total of human \ncivilization. But few can entertain the idea of there being such a thing as \nan exposition of human institutions. Exhibition of human institutions is a \nstrange idea ; some might call it the wildest of ideas. But as students of \nEthnology I hope you will not be hard on this innovation, for it is not so, \nand to you at least it should not be strange. \nYou all have visited, I believe, some historic place like the ruins of Pompeii, \nand listened with curiosity to the history of the remains as it flowed from the \nglib tongue of the guide. In my opinion a student of Ethnology, in one sense \nat least, is much like the guide. Like his prototype, he holds up (perhaps \nwith more seriousness and desire of self-instruction) the social institutions \nto view, with all the objectiveness humanly possible, and inquires into their \norigin and function. \nMost of our fellow students in this Seminar, which concerns itself with \nprimitive versus modern society, have ably acquitted themselves along \nthese lines by giving lucid expositions of the various institutions, modern \nor primitive, in which they are interested. It is my turn now, this evening, \nto entertain you, as best I can, with a paper on “ Castes in India : Their \nmechanism, genesis and development”\nI need hardly remind you of the complexity of the subject I intend to \nhandle. Subtler minds and abler pens than mine have been brought to the \ntask of unravelling the mysteries of Caste ; but unfortunately it still remains \nin the domain of the “unexplained”, not to say of the “un-understood” I am \nquite alive to the complex intricacies of a hoary institution like Caste, but I \nam not so pessimistic as to relegate it to the region of the unknowable, for \nI believe it can be known. The caste problem is a vast one, both theoretically \nand practically. Practically, it is an institution that portends tremendous \nconsequences. It is a local problem, but one capable of much wider mischief,\n6 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nfor “as long as caste in India does exist, Hindus will hardly intermarry or \nhave any social intercourse with outsiders ; and if Hindus migrate to other \nregions on earth, Indian caste would become a world problem.” \n1 Theoretically, \nit has defied a great many scholars who have taken upon themselves, as \na labour of love, to dig into its origin. Such being the case, I cannot treat \nthe problem in its entirety. Time, space and acumen, I am afraid, would \nall fail me, if I attempted to do otherwise than limit myself to a phase of \nit, namely, the genesis, mechanism and spread of the caste system. I will \nstrictly observe this rule, and will dwell on extraneous matters only when \nit is necessary to clarify or support a point in my thesis. \nTo proceed with the subject. According to well-known ethnologists, the \npopulation of India is a mixture of Aryans, Dravidians, Mongolians and \nScythians. All these stocks of people came into India from various directions \nand with various cultures, centuries ago, when they were in a tribal state. \nThey all in turn elbowed their entry into the country by fighting with their \npredecessors, and after a stomachful of it settled down as peaceful neighbours. \nThrough constant contact and mutual intercourse they evolved a common \nculture that superseded their distinctive cultures. It may be granted that \nthere has not been a thorough amalgamation of the various stocks that make \nup the peoples of India, and to a traveller from within the boundaries of \nIndia the East presents a marked contrast in physique and even in colour \nto the West, as does the South to the North. But amalgamation can never \nbe the sole criterion of homogeneity as predicated of any people. Ethnically \nall people are heterogeneous. It is the unity of culture that is the basis of \nhomogeneity. Taking this for granted, I venture to say that there is no country \nthat can rival the Indian Peninsula with respect to the unity of its culture. \nIt has not only a geographic unity, but it has over and above all a deeper \nand a much more fundamental unity—the indubitable cultural unity that \ncovers the land from end to end. But it is because of this homogeneity that \nCaste becomes a problem so difficult to be explained. If the Hindu Society \nwere a mere federation of mutually exclusive units, the matter would be \nsimple enough. But Caste is a parcelling of an already homogeneous unit, \nand the explanation of the genesis of Caste is the explanation of this process \nof parcelling. \nBefore launching into our field of enquiry, it is better to advise ourselves \nregarding the nature of a caste I will therefore draw upon a few of the best \nstudents of caste for their definitions of it:\n (1) Mr. Senart, a French authority, defines a caste as “a close corporation, \nin theory at any rate rigorously hereditary : equipped with a certain \ntraditional and independent organisation, including a chief and a \ncouncil, meeting on occasion in assemblies of more or less plenary\n1. Ketkar, Caste, p. 4. \n7 CASTES IN INDIA\n  authority and joining together at certain festivals : bound together \nby common occupations, which relate more particularly to marriage \nand to food and to questions of ceremonial pollution, and ruling its \nmembers by the exercise of jurisdiction, the extent of which varies, \nbut which succeeds in making the authority of the community more \nfelt by the sanction of certain penalties and, above all, by final \nirrevocable exclusion from the group”. \n (2) Mr. Nesfield defines a caste as “a class of the community which disowns \nany connection with any other class and can neither intermarry nor \neat nor drink with any but persons of their own community”. \n (3) According to Sir H. Risley, “a caste may be defined as a collection of \nfamilies or groups of families bearing a common name which usually \ndenotes or is associated with specific occupation, claiming common \ndescent from a mythical ancestor, human or divine, professing to \nfollow the same professional callings and are regarded by those who \nare competent to give an opinion as forming a single homogeneous \ncommunity”. \n (4) Dr. Ketkar defines caste as “a social group having two characteristics : \n(i) membership is confined to those who are born of members and \nincludes all persons so born ; (ii) the members are forbidden by an \ninexorable social law to marry outside the group”. \nTo review these definitions is of great importance for our purpose. It will \nbe noticed that taken individually the definitions of three of the writers \ninclude too much or too little : none is complete or correct by itself and all \nhave missed the central point in the mechanism of the Caste system. Their \nmistake lies in trying to define caste as an isolated unit by itself, and not \nas a group within, and with definite relations to, the system of caste as a \nwhole. Yet collectively all of them are complementary to one another, each \none emphasising what has been obscured in the other. By way of criticism, \ntherefore, I will take only those points common to all Castes in each of the \nabove definitions which are regarded as peculiarities of Caste and evaluate \nthem as such. \nTo start with Mr. Senart. He draws attention to the “idea of pollution” \nas a characteristic of Caste. With regard to this point it may be safely said \nthat it is by no means a peculiarity of Caste as such. It usually originates \nin priestly ceremonialism and is a particular case of the general belief in \npurity. Consequently its necessary connection with Caste may be completely \ndenied without damaging the working of Caste. The “idea of pollution” has \nbeen attached to the institution of Caste, only because the Caste that enjoys \nthe highest rank is the priestly Caste : while we know that priest and purity \nare old associates. We may therefore conclude that the “idea of pollution” \nis a characteristic of Caste only in so far as Caste has a religious flavour. \n8 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nMr. Nesfield in his way dwells on the absence of messing with those outside \nthe Caste as one of its characteristics. In spite of the newness of the point \nwe must say that Mr. Nesfield has mistaken the effect for the cause. Caste, \nbeing a self-enclosed unit naturally limits social intercourse, including \nmessing etc. to members within it. Consequently this absence of messing \nwith outsiders is not due to positive prohibition, but is a natural result of \nCaste, i.e. exclusiveness. No doubt this absence of messing originally due to \nexclusiveness, acquired the prohibitory character of a religious injunction, \nbut it may be regarded as a later growth. Sir H. Risley, makes no new point \ndeserving of special attention. \nWe now pass on to the definition of Dr. Ketkar who has done much \nfor the elucidation of the subject. Not only is he a native, but he has also \nbrought a critical acumen and an open mind to bear on his study of Caste. \nHis definition merits consideration, for he has defined Caste in its relation \nto a system of Castes, and has concentrated his attention only on those \ncharacteristics which are absolutely necessary for the existence of a Caste \nwithin a system, rightly excluding all others as being secondary or derivative \nin character. With respect to his definition it must, however, be said that \nin it there is a slight confusion of thought, lucid and clear as otherwise it \nis. He speaks of Prohibition of Intermarriage and Membership by Autogeny \nas the two characteristics of Caste. I submit that these are but two aspects \nof one and the same thing, and not two different things as Dr. Ketkar \nsupposes them to be. If you prohibit intermarriage the result is that you \nlimit membership to those born within the group. Thus the two are the \nobverse and the reverse sides of the same medal. \nThis critical evaluation of the various characteristics of Caste leave no doubt \nthat prohibition, or rather the absence of intermarriage—endogamy, to be \nconcise—is the only one that can be called the essence of Caste when rightly \nunderstood. But some may deny this on abstract anthropological grounds, for \nthere exist endogamous groups without giving rise to the problem of Caste. In \na general way this may be true, as endogamous societies, culturally different, \nmaking their abode in localities more or less removed, and having little to \ndo with each other are a physical reality. The Negroes and the Whites and \nthe various tribal groups that go by name of American Indians in the United \nStates may be cited as more or less appropriate illustrations in support of \nthis view. But we must not confuse matters, for in India the situation is \ndifferent. As pointed out before, the peoples of India form a homogeneous \nwhole. The various races of India occupying definite territories have more or \nless fused into one another and do possess cultural unity, which is the only \ncriterion of a homogeneous population. Given this homogeneity as a basis, \nCaste becomes a problem altogether new in character and wholly absent in \nthe situation constituted by the mere propinquity of endogamous social or\n9 CASTES IN INDIA\ntribal groups. Caste in India means an artificial chopping off of the population \ninto fixed and definite units, each one prevented from fusing into another \nthrough the custom of endogamy. Thus the conclusion is inevitable that \nEndogamy is the only characteristic that is peculiar to caste, and if we \nsucceed in showing how endogamy is maintained, we shall practically have \nproved the genesis and also the mechanism of Caste. \nIt may not be quite easy for you to anticipate why I regard endogamy as \na key to the mystery of the Caste system. Not to strain your imagination \ntoo much, I will proceed to give you my reasons for it. \nIt may not also be out of place to emphasize at this moment that no \ncivilized society of today presents more survivals of primitive times than does \nthe Indian society. Its religion is essentially primitive and its tribal code, in \nspite of the advance of time and civilization, operates in all its pristine vigour \neven today. One of these primitive survivals, to which I wish particularly to \ndraw your attention is the Custom of Exogamy. The prevalence of exogamy \nin the primitive worlds is a fact too wellknown to need any explanation. \nWith the growth of history, however, exogamy has lost its efficacy, and \nexcepting the nearest blood-kins, there is usually no social bar restricting \nthe field of marriage. But regarding the peoples of India the law of exogamy \nis a positive injunction even today. Indian society still savours of the clan \nsystem, even though there are no clans ; and this can be easily seen from \nthe law of matrimony which centres round the principle of exogamy, for it is \nnot that Sapindas (blood-kins) cannot marry, but a marriage even between \nSagotras (of the same class) is regarded as a sacrilege. \nNothing is therefore more important for you to remember than the fact \nthat endogamy is foreign to the people of India. The various Gotras of \nIndia are and have been exogamous : so are the other groups with totemic \norganization. It is no exaggeration to say that with the people of India \nexogamy is a creed and none dare infringe it, so much so that, in spite of \nthe endogamy of the Castes within them, exogamy is strictly observed and \nthat there are more rigorous penalties for violating exogamy than there are \nfor violating endogamy. You will, therefore, readily see that with exogamy \nas the rule there could be no Caste, for exogamy means fusion. But we have \ncastes ; consequently in the final analysis creation of Castes, so far as India \nis concerned, means the superposition of endogamy on exogamy. However, \nin an originally exogamous population an easy working out of endogamy \n(which is equivalent to the creation of Caste) is a grave problem, and it is \nin the consideration of the means utilized for the preservation of endogamy \nagainst exogamy that we may hope to find the solution of our problem. \nThus the superposition of endogamy on exogamy means the creation of caste. \nBut this is not an easy affair. Let us take an imaginary group that desires \nto make itself into a Caste and analyse what means it will have to adopt to\n10 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nmake itself endogamous. If a group desires to make itself endogamous a \nformal injunction against intermarriage with outside groups will be of no \navail, especially if prior to the introduction of endogamy, exogamy had been \nthe rule in all matrimonial relations. Again, there is a tendency in all groups \nlying in close contact with one another to assimilate and amalgamate, and \nthus consolidate into a homogeneous society. If this tendency is to be strongly \ncounteracted in the interest of Caste formation, it is absolutely necessary \nto circumscribe a circle outside which people should not contract marriages. \nNevertheless, this encircling to prevent marriages from without creates \nproblems from within which are not very easy of solution. Roughly speaking, \nin a normal group the two sexes are more or less evenly distributed, and \ngenerally speaking there is an equality between those of the same age. \nThe equality is, however, never quite realized in actual societies. At the \nsame time to the group that is desirous of making itself into a caste the \nmaintenance of equality between the sexes becomes the ultimate goal, for \nwithout it. endogamy can no longer subsist. In other words, if endogamy \nis to be preserved conjugal rights from within have to be provided for, \notherwise members of the group will be driven out of the circle to take care \nof themselves in any way they can. But in order that the conjugal rights be \nprovided for from within, it is absolutely necessary to maintain a numerical \nequality between the marriageable units of the two sexes within the group \ndesirous of making itself into a Caste. It is only through the maintenance \nof such an equality that the necessary endogamy of the group can be kept \nintact, and a very large disparity is sure to break it. \nThe problem of Caste, then, ultimately resolves itself into one of repairing \nthe disparity between the marriageable units of the two sexes within it. Left \nto nature, the much needed parity between the units can be realized only \nwhen a couple dies simultaneously. But this is a rare contingency. The \nhusband may die before the wife and create a surplus woman, who must be \ndisposed of, else through intermarriage she will violate the endogamy of the \ngroup. In like manner the husband may survive his wife and be surplus man, \nwhom the group, while it may sympathise with him for the sad bereavement, \nhas to dispose of, else he will marry outside the Caste and will break the \nendogamy. Thus both the surplus man and the surplus woman constitute a \nmenace to the Caste if not taken care of, for not finding suitable partners \ninside their prescribed circle (and left to themselves they cannot find any, \nfor if the matter be not regulated there can only be just enough pairs to \ngo round) very likely they will transgress the boundary, marry outside and \nimport offspring that is foreign to the Caste. \nLet us see what our imaginary group is likely to do with this surplus man \nand surplus woman. We will first take up the case of the surplus woman. \n11 CASTES IN INDIA\nShe can be disposed of in two different ways so as to preserve the endogamy \nof the Caste. \nFirst: burn her on the funeral pyre of her deceased husband and get \nrid of her. This, however, is rather an impracticable way of solving the \nproblem of sex disparity. In some cases it may work, in others it may not. \nConsequently every surplus woman cannot thus be disposed of, because it \nis an easy solution but a hard realization. And so the surplus woman (= \nwidow), if not disposed of, remains in the group : but in her very existence \nlies a double danger. She may marry outside the Caste and violate endogamy, \nor she may marry within the Caste and through competition encroach upon \nthe chances of marriage that must be reserved for the potential brides in \nthe Caste. She is therefore a menance in any case, and something must \nbe done to her if she cannot be burned along with her deceased husband. \nThe second remedy is to enforce widowhood on her for the rest of her life. \nSo far as the objective results are concerned, burning is a better solution \nthan enforcing widowhood. Burning the widow eliminates all the three evils \nthat a surplus woman is fraught with. Being dead and gone she creates no \nproblem of remarriage either inside or outside the Caste. But compulsory \nwidowhood is superior to burning because it is more practicable. Besides \nbeing comparatively humane it also guards against the evils of remarriage \nas does burning; but it fails to guard the morals of the group. No doubt \nunder compulsory widowhood the woman remains, and just because she is \ndeprived of her natural right of being a legitimate wife in future, the incentive \nto immoral conduct is increased. But this is by no means an insuperable \ndifficulty. She can be degraded to a condition in which she is no longer a \nsource of allurement. \nThe problem of surplus man (= widower) is much more important and \nmuch more difficult than that of the surplus woman in a group that desires \nto make itself into a Caste. From time immemorial man as compared with \nwoman has had the upper hand. He is a dominant figure in every group \nand of the two sexes has greater prestige. With this traditional superiority \nof man over woman his wishes have always been consulted. Woman, on the \nother hand, has been an easy prey to all kinds of iniquitous injunctions, \nreligious, social or economic. But man as a maker of injunctions is most \noften above them all. Such being the case, you cannot accord the same kind \nof treatment to a surplus man as you can to a surplus woman in a Caste. \nThe project of burning him with his deceased wife is hazardous in two \nways : first of all it cannot be done, simply because he is a man. Secondly, \nif done, a sturdy soul is lost to the Caste. There remain then only two \nsolutions which can conveniently dispose of him. I say conveniently, because \nhe is an asset to the group. \n12 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nImportant as he is to the group, endogamy is still more important, and \nthe solution must assure both these ends. Under these circumstances he \nmay be forced or I should say induced, after the manner of the widow, to \nremain a widower for the rest of his life. This solution is not altogether \ndifficult, for without any compulsion some are so disposed as to enjoy self-\nimposed celibacy, or even to take a further step of their own accord and \nrenounce the world and its joys. But, given human nature as it is, this \nsolution can hardly be expected to be realized. On the other hand, as is \nvery likely to be the case, if the surplus man remains in the group as an \nactive participator in group activities, he is a danger to the morals of the \ngroup. Looked at from a different point of view celibacy, though easy in \ncases where it succeeds, is not so advantageous even then to the material \nprospects of the Caste. If he observes genuine celibacy and renounces the \nworld, he would not be a menace to the preservation of Caste endogamy or \nCaste morals as he undoubtedly would be if he remained a secular person. \nBut as an ascetic celibate he is as good as burned, so far as the material \nwell-being of his Caste is concerned. A Caste, in order that it may be large \nenough to afford a vigorous communal life, must be maintained at a certain \nnumerical strength. But to hope for this and to proclaim celibacy is the same \nas trying to cure atrophy by bleeding. \nImposing celibacy on the surplus man in the group, therefore, fails both \ntheoretically and practically. It is in the interest of the Caste to keep him \nas a Grahastha (one who raises a family), to use a Sanskrit technical term. \nBut the problem is to provide him with a wife from within the Caste. At \nthe outset this is not possible, for the ruling ratio in a caste has to be one \nman to one woman and none can have two chances of marriage, for in a \nCaste thoroughly self-enclosed there are always just enough marriageable \nwomen to go round for the marriageable men. Under these circumstances \nthe surplus man can be provided with a wife only by recruiting a bride \nfrom the ranks of those not yet marriageable in order to tie him down to \nthe group. This is certainly the best of the possible solutions in the case \nof the surplus man. By this, he is kept within the Caste. By this means \nnumerical depletion through constant outflow is guarded against, and by \nthis endogamy morals are preserved. \nIt will now be seen that the four means by which numerical disparity \nbetween the two sexes is conveniently maintained are : (1) burning the widow \nwith her deceased husband ; (2) compulsory widowhood—a milder form of \nburning ; (3) imposing celibacy on the widower and (4) wedding him to a girl \nnot yet marriageable. Though, as I said above, burning the widow and imposing \ncelibacy on the widower are of doubtful service to the group in its endeavour \nto preserve its endogamy, all of them operate as means. But means, as forces, \nwhen liberated or set in motion create an end. What then is the end that \nthese means create ? They create and perpetuate endogamy, while caste and\n13 CASTES IN INDIA\nendogamy, according to our analysis of the various definitions of caste, are \none and the same thing. Thus the existence of these means is identical with \ncaste and caste involves these means. \nThis, in my opinion, is the general mechanism of a caste in a system of \ncastes. Let us now turn from these high generalities to the castes in Hindu \nSociety and inquire into their mechanism. I need hardly premise that there \nare a great many pitfalls in the path of those who try to unfold the past, \nand caste in India to be sure is a very ancient institution. This is especially \ntrue where there exist no authentic or written records or where the people, \nlike the Hindus, are so constituted that to them writing history is a folly, \nfor the world is an illusion. But institutions do live, though for a long time \nthey may remain unrecorded and as often as not customs and morals are \nlike fossils that tell their own history. If this is true, our task will be amply \nrewarded if we scrutinize the solution the Hindus arrived at to meet the \nproblems of the surplus man and surplus woman. \nComplex though it be in its general working the Hindu Society, even to \na superficial observer, presents three singular uxorial customs, namely :\n (i) Sati or the burning of the widow on the funeral pyre of her deceased \nhusband. \n (ii) Enforced widowhood by which a widow is not allowed to remarry. \n (iii) Girl marriage. \nIn addition, one also notes a great hankering after Sannyasa (renunciation) \non the part of the widower, but this may in some cases be due purely to \npsychic disposition. \nSo far as I know, no scientific explanation of the origin of these customs \nis forthcoming even today. We have plenty of philosophy to tell us why these \ncustoms were honoured, but nothing to tell us the causes of their origin and \nexistence. Sati has been honoured (Cf. A. K. Coomaraswamy, Sati: A Defence \nof the Eastern Woman in the British Sociological Review, Vol. VI, 1913) \nbecause it is a “proof of the perfect unity of body and soul” between husband \nand wife and of “devotion beyond the grave”, because it embodied the ideal \nof wifehood, which is well expressed by Uma when she said, “Devotion to her \nLord is woman’s honour, it is her eternal heaven : and O Maheshvara”, she \nadds with a most touching human cry, “I desire not paradise itself if thou \nare not satisfied with me !” Why compulsory widowhood is honoured I know \nnot, nor have I yet met with any one who sang in praise of it, though there \nare a great many who adhere to it. The eulogy in honour of girl marriage is \nreported by Dr. Ketkar to be as follows : “A really faithful man or woman \nought not to feel affection for a woman or a man other than the one with \nwhom he or she is united. Such purity is compulsory not only after marriage, \nbut even before marriage, for that is the only correct ideal of chastity. No \nmaiden could be considered pure if she feels love for a man other than the one\n14 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nto whom she might be married. As she does not know to whom she is going \nto be married, she must not feel affection for any man at all before marriage. \nIf she does so, it is a sin. So it is better for a girl to know whom she has \nto love before any sexual consciousness has been awakened in her.” \n2 Hence \ngirl marriage. \nThis high-flown and ingenious sophistry indicates why these institutions \nwere honoured, but does not tell us why they were practised. My own \ninterpretation is that they were honoured because they were practised. \nAny one slightly acquainted with rise of individualism in the 18th century \nwill appreciate my remark. At all times, it is the movement that is most \nimportant; and the philosophies grow around it long afterwards to justify it \nand give it a moral support. In like manner I urge that the very fact that \nthese customs were so highly eulogized proves that they needed eulogy for \ntheir prevalence. Regarding the question as to why they arose, I submit \nthat they were needed to create the structure of caste and the philosophies \nin honour of them were intended to popularize them, or to gild the pill, \nas we might say, for they must have been so abominable and shocking to \nthe moral sense of the unsophisticated that they needed a great deal of \nsweetening. These customs are essentially of the nature of means, though they \nare represented as ideals. But this should not blind us from understanding \nthe results that flow from them. One might safely say that idealization of \nmeans is necessary and in this particular case was perhaps motivated to \nendow them with greater efficacy. Calling a means an end does no harm, \nexcept that it disguises its real character ; but it does not deprive it of its \nreal nature, that of a means. You may pass a law that all cats are dogs, \njust as you can call a means an end. But you can no more change the \nnature of means thereby than you can turn cats into dogs; consequently I \nam justified in holding that, whether regarded as ends or as means, Sati, \nenforced widowhood and girl marriage are customs that were primarily \nintended to solve the problem of the surplus man and surplus woman in a \ncaste and to maintain its endogamy. Strict endogamy could not be preserved \nwithout these customs, while caste without endogamy is a fake. \nHaving explained the mechanism of the creation and preservation of \nCaste in India, the further question as to its genesis naturally arises. The \nquestion or origin is always an annoying question and in the study of Caste \nit is sadly neglected ; some have connived at it, while others have dodged it. \nSome are puzzled as to whether there could be such a thing as the origin \nof caste and suggest that “if we cannot control our fondness for the word \n‘origin’, we should better use the plural form, viz. ‘ origins of caste’ ”. As for \nmyself I do not feel puzzled by the Origin of Caste in India for, as I have \nestablished before, endogamy is the only characteristic of Caste and when \nI say Origin of Caste I mean The Origin of the Mechanism for Endogamy. \n2. History of Caste in India, 1909, pp. 2-33. \n15 CASTES IN INDIA\nThe atomistic conception of individuals in a Society so greatly popularised—\nI was about to say vulgarized—in political orations is the greatest humbug. \nTo say that individuals make up society is trivial; society is always composed \nof classes. It may be an exaggeration to assert the theory of class-conflict, \nbut the existence of definite classes in a society is a fact. Their basis may \ndiffer. They may be economic or intellectual or social, but an individual in \na society is always a member of a class. This is a universal fact and early \nHindu society could not have been an exception to this rule, and, as a matter \nof fact, we know it was not. If we bear this generalization in mind, our study \nof the genesis of caste would be very much facilitated, for we have only to \ndetermine what was the class that first made itself into a caste, for class \nand caste, so to say, are next door neighbours, and it is only a span that \nseparates the two. A Caste is an Enclosed Class. \nThe study of the origin of caste must furnish us with an answer to the \nquestion—what is the class that raised this “enclosure” around itself ? The \nquestion may seem too inquisitorial, but it is pertinent, and an answer to \nthis will serve us to elucidate the mystery of the growth and development \nof castes all over India. Unfortunately a direct answer to this question is \nnot within my power. I can answer it only indirectly. I said just above that \nthe customs in question were current in the Hindu society. To be true to \nfacts it is necessary to qualify the statement, as it connotes universality of \ntheir prevalence. These customs in all their strictness are obtainable only in \none caste, namely the Brahmins, who occupy the highest place in the social \nhierarchy of the Hindu society ; and as their prevalence in non-Brahmin castes \nis derivative of their observance is neither strict nor complete. This important \nfact can serve as a basis of an important observation. If the prevalence of \nthese customs in the non-Brahmin Castes is derivative, as can be shown \nvery easily, then it needs no argument to prove what class is the father of \nthe institution of caste. Why the Brahmin class should have enclosed itself \ninto a caste is a different question, which may be left as an employment \nfor another occasion. But the strict observance of these customs and the \nsocial superiority arrogated by the priestly class in all ancient civilizations \nare sufficient to prove that they were the originators of this “unnatural \ninstitution” founded and maintained through these unnatural means. \nI now come to the third part of my paper regarding the question of the \ngrowth and spread of the caste system all over India. The question I have \nto answer is : How did the institution of caste spread among the rest of the \nnon-Brahmin population of the country ? The question of the spread of the \ncastes all over India has suffered a worse fate than the question of genesis. \nAnd the main cause, as it seems to me, is that the two questions of spread \nand of origin are not separated. This is because of the common belief among \nscholars that the caste system has either been imposed upon the docile\n16 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\npopulation of India by a law-giver as a divine dispensation, or that it has \ngrown according to some law of social growth peculiar to the Indian people. \nI first propose to handle the law-giver of India. Every country has its \nlaw-giver, who arises as an incarnation (avatar) in times of emergency to set \nright a sinning humanity and give it the laws of justice and morality. Manu, \nthe law-giver of India, if he did exist, was certainly an audacious person. If \nthe story that he gave the law of caste be credited, then Manu must have \nbeen a dare-devil fellow and the humanity that accepted his dispensation \nmust be a humanity quite different from the one we are acquainted with. It \nis unimaginable that the law of caste was given. It is hardly an exaggeration \nto say that Manu could not have outlived his law, for what is that class that \ncan submit to be degraded to the status of brutes by the pen of a man, and \nsuffer him to raise another class to the pinnacle ? Unless he was a tyrant \nwho held all the population in subjection it cannot be imagined that he \ncould have been allowed to dispense his patronage in this grossly unjust \nmanner, as may be easily seen by a mere glance at his “Institutes”. I may \nseem hard on Manu. but I am sure my force is not strong enough to kill \nhis ghost. He lives, like a disembodied spirit and is appealed to, and I am \nafraid will yet live long. One thing I want to impress upon you is that Manu \ndid not give the law of Caste and that he could not do so. Caste existed \nlong before Manu. He was an upholder of it and therefore philosophised \nabout it, but certainly he did not and could not ordain the present order of \nHindu Society. His work ended with the codification of existing caste rules \nand the preaching of Caste Dharma. The spread and growth of the Caste \nsystem is too gigantic a task to be achieved by the power or cunning of an \nindividual or of a class. Similar in argument is the theory that the Brahmins \ncreated the Caste. After what I have said regarding Manu, I need hardly \nsay anything more, except to point out that it is incorrect in thought and \nmalicious in intent. The Brahmins may have been guilty of many things, \nand I dare say they were, but the imposing of the caste system on the non-\nBrahmin population was beyond their mettle. They may have helped the \nprocess by their glib philosophy, but they certainly could not have pushed \ntheir scheme beyond their own confines. To fashion society after one’s own \npattern ! How glorious ! How hard ! One can take pleasure and eulogize \nits furtherance, but cannot further it very far. The vehemence of my attack \nmay seem to be unnecessary ; but I can assure you that it is not uncalled \nfor. There is a strong belief in the mind of orthodox Hindus that the Hindu \nSociety was somehow moulded into the framework of the Caste System and \nthat it is an organization consciously created by the Shastras. Not only does \nthis belief exist, but it is being justified on the ground that it cannot but \nbe good, because it is ordained by the Shastras and the Shastras cannot \nbe wrong. I have urged so much on the adverse side of this attitude, not \nbecause the religious sanctity is grounded on scientific basis, nor to help \nthose reformers who are preaching against it. Preaching did not make\n17 CASTES IN INDIA\nthe caste system neither will it unmake it. My aim is to show the falsity of \nthe attitude that has exalted religious sanction to the position of a scientific \nexplanation. \nThus the great man theory does not help us very far in solving the spread \nof castes in India. Western scholars, probably not much given to hero-\nworship, have attempted other explanations. The nuclei, round which have \n“formed” the various castes in India, are, according to them : (1) occupation; \n(2) survivals of tribal organizations etc. ; ( 3) the rise of new belief; (4) cross-\nbreeding and (5) migration. \nThe question may be asked whether these nuclei do not exist in other \nsocieties and whether they are peculiar to India. If they are not peculiar to \nIndia, but are common to the world, why is it that they did not “form” caste \non other parts of this planet ? Is it because those parts are holier than the \nland of the Vedas, or that the professors are mistaken ? I am afraid that \nthe latter is the truth. \nIn spite of the high theoretic value claimed by the several authors for \ntheir respective theories based on one or other of the above nuclei, one \nregrets to say that on close examination they are nothing more than filling \nillustrations— what Matthew Arnold means by “the grand name without \nthe grand thing in it”. Such are the various theories of caste advanced by \nSir Denzil Ibbetson, Mr. Nesfield, Mr. Senart and Sir H. Risley. To criticise \nthem in a lump would be to say that they are a disguised form of the Petitio \nPrincipii of formal logic. To illustrate : Mr. Nesfield says that “function and \nfunction only. .. was the foundation upon which the whole system of Castes \nin India was built up”. But he may rightly be reminded that he does not very \nmuch advance our thought by making the above statement, which practically \namounts to saying that castes in India are functional or occupational, which \nis a very poor discovery ! We have yet to know from Mr. Nesfield why is it \nthat an occupational group turned into an occupational caste ? I would very \ncheerfully have undertaken the task of dwelling on the theories of other \nethnologists, had it not been for the fact that Mr. Nesfield’s is a typical one. \nWithout stopping to criticize those theories that explain the caste system \nas a natural phenomenon occurring in obedience to the law of disintegration, \nas explained by Herbert Spencer in his formula of evolution, or as natural \nas “the structural differentiation within an organism”—to employ the \nphraseology of orthodox apologists—, or as an early attempt to test the laws \nof eugenics—as all belonging to the same class of fallacy which regards the \ncaste system as inevitable, or as being consciously imposed in anticipation \nof these laws on a helpless and humble population, I will now lay before \nyou my own view on the subject. \nWe shall be well advised to recall at the outset that the Hindu society, in \ncommon with other societies, was composed of classes and the earliest known\n18 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nare the (1) Brahmins or the priestly class ; (2) the Kshatriya, or the \nmilitary class ; (3) the Vaishya, or the merchant class and (4) the Shudra, \nor the artisan and menial class. Particular attention has to be paid to the \nfact that this was essentially a class system, in which individuals, when \nqualified, could change their class, and therefore classes did change their \npersonnel. At some time in the history of the Hindus, the priestly class \nsocially detached itself from the rest of the body of people and through \na closed-door policy became a caste by itself. The other classes being \nsubject to the law of social division of labour underwent differentiation, \nsome into large, others into very minute groups. The Vaishya and Shudra \nclasses were the original inchoate plasm, which formed the sources of \nthe numerous castes of today. As the military occupation does not very \neasily lend itself to very minute sub-division, the Kshatriya class could \nhave differentiated into soldiers and administrators. \nThis sub-division of a society is quite natural. But the unnatural thing \nabout these sub-divisions is that they have lost the open-door character \nof the class system and have become self-enclosed units called castes. \nThe question is : were they compelled to close their doors and become \nendogamous, or did they close them of their own accord ? I submit that \nthere is a double line of answer : Some closed the door : Others found it \nclosed against them. The one is a psychological interpretation and the \nother is mechanistic, but they are complementary and both are necessary \nto explain the phenomena of caste-formation in its entirety. \nI will first take up the psychological interpretation. The question we \nhave to answer in this connection is : Why did these sub-divisions or \nclasses, if you please, industrial, religious or otherwise, become self-\nenclosed or endogamous ? My answer is because the Brahmins were so. \nEndogamy or the closed-door system, was a fashion in the Hindu society, \nand as it had originated from the Brahmin caste it was whole-heartedly \nimitated by all the non-Brahmin sub-divisions or classes, who, in their \nturn, became endo gamous castes. It is “the infection of imitation” that \ncaught all these sub-divisions on their onward march of differentiation \nand has turned them into castes. The propensity to imitate is a deep-\nseated one in the human mind and need not be deemed an inadequate \nexplanation for the formation of the various castes in India. It is so \ndeep-seated that Walter Bagehot argues that, “We must not think of \n. . . imitation as voluntary, or even conscious. On the contrary it has \nits seat mainly in very obscure parts of the mind, whose notions, so far \nfrom being consciously produced, are hardly felt to exist; so far from \nbeing conceived beforehand, are not even felt at the time. The main \nseat of the imitative part of our nature is our belief, and the causes \npredisposing us to believe this or disinclining us to believe that are \namong the obscurest parts of our nature. But as to the imitative nature\n19 CASTES IN INDIA\nof credulity there can be no doubt. ”3 This propensity to imitate has been made \nthe subject of a scientific study by Gabriel Tarde, who lays down three laws \nof imitation. One of his three laws is that imitation flows from the higher to \nthe lower or, to quote his own words, “Given the opportunity, a nobility will \nalways and everywhere imitate its leaders, its kings or sovereigns, and the \npeople likewise, given the opportunity, its nobility.” \n4 Another of Tarde’s laws \nof imitation is : that the extent or intensity of imitation varies inversely in \nproportion to distance, or in his own words “The thing that is most imitated \nis the most superior one of those that are nearest. In fact, the influence \nof the model’s example is efficacious inversely to its distance as well as \ndirectly to its superiority. Distance is understood here in its sociological \nmeaning. However distant in space a stranger may be, he is close by, from \nthis point of view, if we have numerous and daily relations with him and \nif we have every facility to satisfy our desire to imitate him. This law of \nthe imitation of the nearest, of the least distant, explains the gradual and \nconsecutive character of the spread of an example that has been set by the \nhigher social ranks.” \n5\nIn order to prove my thesis—which really needs no proof—that some castes \nwere formed by imitation, the best way, it seems to me, is to find out whether \nor not the vital conditions for the formation of castes by imitation exist in \nthe Hindu Society. The conditions for imitation, according to this standard \nauthority are : (1) that the source of imitation must enjoy prestige in the group \nand (2) that there must be “numerous and daily relations” among members \nof a group. That these conditions were present in India there is little reason \nto doubt. The Brahmin is a semi-god and very nearly a demi-god. He sets \nup a mode and moulds the rest. His prestige is unquestionable and is the \nfountain-head of bliss and good. Can such a being, idolised by scriptures and \nvenerated by the priest-ridden multitude, fail to project his personality on \nthe suppliant humanity ? Why, if the story be true, he is believed to be the \nvery end of creation. Such a creature is worthy of more than mere imitation, \nbut at least of imitation ; and if he lives in an endogamous enclosure, should \nnot the rest follow his example ? Frail humanity! Be it embodied in a grave \nphilosopher or a frivolous housemaid, it succumbs. It cannot be otherwise. \nImitation is easy and invention is difficult. \nYet another way of demonstrating the play of imitation in the formation \nof castes is to understand the attitude of non-Brahmin classes towards those \ncustoms which supported the structure of caste in its nascent days until, in \nthe course of history, it became embedded in the Hindu mind and hangs there \nto this day without any support—for now it needs no prop but belief—like\n3. Physics and Politics, 1915, p. 60. \n4. Laws of Imitation, Tr. by E.C. Parsons, 2nd edition, p. 217. \n5. Ibid., p. 224. \n20 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\na weed on the surface of a pond. In a way, but only in a way, the status of a \ncaste in the Hindu Society varies directly with the extent of the observance of \nthe customs of Sati, enforced widowhood, and girl marriage. But observance \nof these customs varies directly with the distance (I am using the word in \nthe Tardian sense) that separates the caste. Those castes that are nearest \nto the Brahmins have imitated all the three customs and insist on the strict \nobservance thereof. Those that are less near have imitated enforced widowhood \nand girl marriage ; others, a little further off, have only girl marriage and \nthose furthest off have imitated only the belief in the caste principle. This \nimperfect imitation, I dare say, is due partly to what Tarde calls “distance” \nand partly to the barbarous character of these customs. This phenomenon \nis a complete illustration of Tarde’s law and leaves no doubt that the whole \nprocess of caste-formation in India is a process of imitation of the higher by \nthe lower. At this juncture I will turn back to support a former conclusion \nof mine, which might have appeared to you as too sudden or unsupported. \nI said that the Brahmin class first raised the structure of caste by the \nhelp of those three customs in question. My reason for that conclusion was \nthat their existence in other classes was derivative. After what I have said \nregarding the role of imitation in the spread of these customs among the \nnon-Brahmin castes, as means or as ideals, though the imitators have not \nbeen aware of it, they exist among them as derivatives ; and, if they are \nderived, there must have been prevalent one original caste that was high \nenough to have served as a pattern for the rest. But in a theocratic society, \nwho could be the pattern but the servant of God ? \nThis completes the story of those that were weak enough to close their \ndoors. Let us now see how others were closed in as a result of being closed out. \nThis I call the mechanistic process of the formation of caste. It is mechanistic \nbecause it is inevitable. That this line of approach, as well as the psychological \none, to the explanation of the subject has escaped my predecessors is entirely \ndue to the fact that they have conceived caste as a unit by itself and not as \none within a System of Caste. The result of this oversight or lack of sight has \nbeen very detrimental to the proper understanding of the subject matter and \ntherefore its correct explanation. I will proceed to offer my own explanation \nby making one remark which I will urge you to bear constantly in mind. It \nis this : that caste in the singular number is an unreality. Castes exist only \nin the plural number. There is no such thing as a caste : There are always \ncastes. To illustrate my meaning : while making themselves into a caste, the \nBrahmins, by virtue of this, created non-Brahmin caste; or, to express it in my \nown way, while closing themselves in they closed others out. I will clear my \npoint by taking another illustration. Take India as a whole with its various \ncommunities designated by the various creeds to which they owe allegiance, \nto wit, the Hindus, Mohammedans, Jews, Christians and Parsis. Now, \nbarring the Hindus, the rest within themselves are non-caste communities. \n21 CASTES IN INDIA\nBut with respect to each other they are castes. Again, if the first four enclose \nthemselves, the Parsis are directly closed out, but are indirectly closed in. \nSymbolically, if Group A wants to be endogamous, Group B has to be so by \nsheer force of circumstances. \nNow apply the same logic to the Hindu society and you have another \nexplanation of the “fissiparous” character of caste, as a consequence of the \nvirtue of self-duplication that is inherent in it. Any innovation that seriously \nantagonises the ethical, religious and social code of the Caste is not likely \nto be tolerated by the Caste, and the recalcitrant members of a Caste are in \ndanger of being thrown out of the Caste, and left to their own fate without \nhaving the alternative of being admitted into or absorbed by other Castes. \nCaste rules are inexorable and they do not wait to make nice distinctions \nbetween kinds of offence. Innovation may be of any kind, but all kinds \nwill suffer the same penalty. A novel way of thinking will create a new \nCaste for the old ones will not tolerate it. The noxious thinker respectfully \ncalled Guru (Prophet) suffers the same fate as the sinners in illegitimate \nlove. The former creates a caste of the nature of a religious sect and the \nlatter a type of mixed caste. Castes have no mercy for a sinner who has \nthe courage to violate the code. The penalty is excommunication and the \nresult is a new caste. It is not peculiar Hindu psychology that induces \nthe excommunicated to form themselves into a caste ; far from it. On the \ncontrary, very often they have been quite willing to be humble members of \nsome caste (higher by preference) if they could be admitted within its fold. \nBut castes are enclosed units and it is their conspiracy with clear conscience \nthat compels the excommunicated to make themselves into a caste. The logic \nof this obdurate circumstance is merciless, and it is in obedience to its force \nthat some unfortunate groups find themselves enclosed, because others in \nenclosing, themselves have closed them out, with the result that new groups \n(formed on any basis obnoxious to the caste rules) by a mechanical law are \nconstantly being converted into castes to a bewildering multiplicity. Thus is \ntold the second tale in the process of Caste formation in India. \nNow to summarise the main points of my thesis. In my opinion there \nhave been several mistakes committed by the students of Caste, which have \nmisled them in their investigations. European students of Caste have unduly \nemphasised the role of colour in the Caste system. Themselves impregnated \nby colour prejudices, they very readily imagined it to be the chief factor in the \nCaste problem. But nothing can be farther from the truth, and Dr. Ketkar \nis correct when he insists that “All the princes whether they belonged to the \nso-called Aryan race, or the so-called Dravidian race, were Aryas. Whether \na tribe or a family was racially Aryan or Dravidian was a question which \nnever troubled the people of India, until foreign scholars came in and began \nto draw the line. The colour of the skin had long ceased to be a matter of \n22 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nimportance. ”6 Again, they have mistaken mere descriptions for explanation \nand fought over them as though they were theories of origin. There are \noccupational, religious etc., castes, it is true, but it is by no means an \nexplanation of the origin of Caste. We have yet to find out why occupational \ngroups are castes ; but this question has never even been raised. Lastly \nthey have taken Caste very lightly as though a breath had made it. On the \ncontrary, Caste, as I have explained it, is almost impossible to be sustained : \nfor the difficulties that it involves are tremendous. It is true that Caste \nrests on belief, but before belief comes to be the foundation of an institution, \nthe institution itself needs to be perpetuated and fortified. My study of the \nCaste problem involves four main points : (1) that in spite of the composite \nmake-up of the Hindu population, there is a deep cultural unity; (2) that \ncaste is a parcelling into bits of a larger cultural unit; (3) that there was \none caste to start with and (4) that classes have become Castes through \nimitation and excommunication. \nPeculiar interest attaches to the problem of Caste in India today; as \npersistent attempts are being made to do away with this unnatural institution. \nSuch attempts at reform, however, have aroused a great deal of controversy \nregarding its origin, as to whether it is due to the conscious command of \na Supreme Authority, or is an unconscious growth in the life of a human \nsociety under peculiar circumstances. Those who hold the latter view will, \nI hope, find some food for thought in the standpoint adopted in this paper. \nApart from its practical importance the subject of Caste is an all absorbing \nproblem and the interest aroused in me regarding its theoretic foundations \nhas moved me to put before you some of the conclusions, which seem to me \nwell founded, and the grounds upon which they may be supported. I am not, \nhowever, so presumptuous as to think them in any way final, or anything \nmore than a contribution to a discussion of the subject. It seems to me that \nthe car has been shunted on wrong lines, and the primary object of the \npaper is to indicate what I regard to be the right path of investigation, with \na view to arrive at a serviceable truth. We must, however, guard against \napproaching the subject with a bias. Sentiment must be outlawed from the \ndomain of science and things should be judged from an objective standpoint. \nFor myself I shall find as much pleasure in a positive destruction of my own \nidealogy, as in a rational disagreement on a topic, which, notwithstanding \nmany learned disquisitions is likely to remain controversial forever. To \nconclude, while I am ambitious to advance a Theory of Caste, if it can be \nshown to be untenable I shall be equally willing to give it up. \n\n6. History of Caste, p. 82. \nANNIHILATION OF CASTE\nWITH\nA Reply to Mahatma Gandhi\n“Know Truth as Truth and Untruth as Untruth”\n—B UDDHA\n“He that WILL NOT reason is a bigot\nHe that CANNOT reason is a fool\nHe that DARE NOT reason is a slave”\n—H. D\nRUMMOND\nPrinted from the third edition of 1944\n2\nANNIHILATION OF CASTE\nPREFACE TO THE SECOND EDITION\nThe speech prepared by me for the Jat-Pat-Todak Mandal of Lahore has \nhad an astonishingly warm reception from the Hindu public for whom it \nwas primarily intended. The English edition of one thousand five hundred \nwas exhausted within two months of its publication. It is translated into \nGujarati and Tamil. It is being translated in Marathi, Hindi, Punjabi and \nMalayalam. The demand for the English text still continues unabated. To \nsatisfy this demand it has become necessary to issue a Second Edition. \nConsiderations of history and effectiveness of appeal have led me to retain \nthe original form of the essay—namely the speech form—although I was \nasked to recast it in the form of a direct narrative. To this edition I have \nadded two appendices. I have collected in Appendix I the two articles \nwritten by Mr. Gandhi by way of review of my speech in the Harijan, \nand his letter to Mr. Sant Ram, a member of the Jat-Pat-Todak Mandal. \nIn Appendix II, I have printed my views in reply to the articles of Mr. \nGandhi collected in Appendix I. Besides Mr. Gandhi many others have \nadversely criticised my views as expressed in my speech. But I have felt \nthat in taking notice of such adverse comments I should limit myself to \nMr. Gandhi. This I have done not because what he has said is so weighty \nas to deserve a reply but because to many a Hindu he is an oracle, so \ngreat that when he opens his lips it is expected that the argument must \nclose and no dog must bark. But the world owes much to rebels who \nwould dare to argue in the face of the pontiff and insist that he is not \ninfallible. I do not care for the credit which every progressive society\n26 PREFACE\nmust give to its rebels. I shall be satisfied if I make the Hindus realize \nthat they are the sick men of India and that their sickness is causing \ndanger to the health and happiness of other Indians. \nB. R. AMBEDKAR\nPREFACE TO THE THIRD EDITION\nThe Second edition of this Essay appeared in 1937, and was exhausted \nwithin a very short period. A new edition has been in demand for a \nlong time. It was my intention to recast the essay so as to incorporate \ninto it another essay of mine called “ Castes in India, their Origin and \ntheir Mechanism”, which appeared in the issue of the Indian Antiquary \nJournal for May 1917. But as I could not find time, and as there is very \nlittle prospect of my being able to do so and as the demand for it from \nthe public is very insistent, I am content to let this be a mere reprint \nof the Second edition. \nI am glad to find that this essay has become so popular, and I hope \nthat it will serve the purpose for which it was intended. \n22, Prithwiraj Road B. R. AMBEDKAR\nNew Delhi\n1st December 1944\nPROLOGUE\nOn December 12, 1935, I received the following letter from \nMr. Sant Ram, the Secretary of the Jat-Pat-Todak Mandal :\nMy dear Doctor Saheb,\nMany thanks for your kind letter of the 5th December. I have released \nit for press without your permission for which I beg your pardon, as I \nsaw no harm in giving it publicity. You are a great thinker, and it is my \nwell-considered opinion that none else has studied the problem of Caste so \ndeeply as you have. I have always benefited myself and our Mandal from \nyour ideas. I have explained and preached it in the Kranti many times and \nI have even lectured on it in many Conferences. I am now very anxious to \nread the exposition of your new formula—“It is not possible to break Caste \nwithout annihilating the religious notions on which it, the Caste system, \nis founded.” Please do explain it at length at your earliest convenience, so \nthat we may take up the idea and emphasise it from press and platform. \nAt present, it is not fully clear to me. \n* * * * *\nOur Executive Committee persists in having you as our President for \nour Annual Conference. We can change our dates to accommodate your \nconvenience. Independent Harijans of Punjab are very much desirous to meet \nyou and discuss with you their plans. So if you kindly accept our request and \ncome to Lahore to preside over the Conference it will serve double purpose. \nWe will invite Harijan leaders of all shades of opinion and you will get an \nopportunity of giving your ideas to them. \nThe Mandal has deputed our Assistant Secretary, Mr. Indra Singh, to \nmeet you at Bombay in Xmas and discuss with you the whole situation with \na view to persuade you to please accept our request. \n* * * * *\nThe Jat-Pat-Todak Mandal, I was given to understand, to be an \norganization of Caste Hindu Social Reformers, with the one and \nonly aim, namely to eradicate the Caste System from amongst the \nHindus. As a rule, I do not like to take any part in a movement \nwhich is carried on by the Caste Hindus. Their attitude towards \nsocial reform is so different from mine that I have found it \ndifficult to pull on with them. Indeed, I find their company quite\n28 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nuncongenial to me on account of our differences of opinion. Therefore \nwhen the Mandal first approached me I declined their invitation to \npreside. The Mandal, however, would not take a refusal from me and \nsent down one of its members to Bombay to press me to accept the \ninvitation. In the end I agreed to preside. The Annual Conference \nwas to be held at Lahore, the headquarters of the Mandal. The \nConference was to meet in Easter but was subsequently postponed \nto the middle of May 1936. The Reception Committee of the Mandal \nhas now cancelled the Conference. The notice of cancellation came \nlong after my Presidential address had been printed. The copies of \nthis address are now lying with me. As I did not get an opportunity \nto deliver the address from the presidential chair the public has not \nhad an opportunity to know my views on the problems created by \nthe Caste System. To let the public know them and also to dispose of \nthe printed copies which are lying on my hand, I have decided to put \nthe printed copies of the address in the market. The accompanying \npages contain the text of that address. \nThe public will be curious to know what led to the cancellation \nof my appointment as the President of the Conference. At the start, \na dispute arose over the printing of the address. I desired that the \naddress should be printed in Bombay. The Mandal wished that it \nshould be printed in Lahore on the ground of economy. I did not agree \nand insisted upon having it printed in Bombay. Instead of agreeing \nto my proposition I received a letter signed by several members of \nthe Mandal from which I give the following extract :\n27-3-36\nRevered Dr. Ji,\nYour letter of the 24th instant addressed to Sjt. Sant Ram has been \nshown to us. We were a little disappointed to read it. Perhaps you are not \nfully aware of the situation that has arisen here. Almost all the Hindus in \nthe Punjab are against your being invited to this province. The Jat-Pat-\nTodak Mandal has been subjected to the bitterest criticism and has received \ncensorious rebuke from all quarters. All the Hindu leaders among whom \nbeing Bhai Parmanand, ML.A. (Ex-President, Hindu Maha Sabha), Mahatma \nHans Raj, Dr. Gokal Chand Narang, Minister for Local Self-Government, \nRaja Narendra Nath, M.L.C. etc., have dissociated themselves from this \nstep of the Mandal. \nDespite all this the runners of the Jat-Pat-Todak Mandal (the leading figure \nbeing Sjt. Sant Ram) are determined to wade through thick and thin but\n29 ANNIHILATION OF CASTE\nwould not give up the idea of your presidentship. The Mandal has earned a \nbad name. \n* * * * *\nUnder the circumstances it becomes your duty to co-operate with the Mandal. \nOn the one hand, they are being put to so much trouble and hardship by the \nHindus and if on the other hand you too augment their difficulties it will be a \nmost sad coincidence of bad luck for them. \nWe hope you will think over the matter and do what is good for us all. \n* * * * *\nThis letter puzzled me greatly. I could not understand why the Mandal \nshould displease me for the sake of a few rupees in the matter of printing \nthe address. Secondly, I could not believe that men like Sir Gokal Chand \nNarang had really resigned as a protest against my selection as President \nbecause I had received the following letter from Sir Gokal Chand himself :\n5 Montgomery Road\nLahore, 7-2-36\nDear Doctor Ambedkar,\nI am glad to learn from the workers of the Jat-Pat-Todak Mandal that you \nhave agreed to preside at their next anniversary to be held at Lahore during \nthe Easter holidays. It will give me much pleasure if you stay with me while \nyou are at Lahore. More when we meet. \nYours sincerely,\nG. C. N\nARANG\nWhatever be the truth I did not yield to this pressure. But even when \nthe Mandal found that I was insisting upon having my address printed \nin Bombay instead of agreeing to my proposal the Mandal sent me a \nwire that they were sending Mr. Har Bhagwan to Bombay to “talk over \nmatters personally” Mr. Har Bhagwan came to Bombay on the 9th of \nApril. When I met Mr. Har Bhagwan I found that he had nothing to say \nregarding the issue. Indeed, he was so unconcerned regarding the printing \nof the address, whether it should be printed in Bombay or in Lahore, \nthat he did not even mention it in the course of our conversation. All \nthat he was anxious for was to know the contents of the address. I was \nthen convinced that in getting the address printed in Lahore the main \nobject of the Mandal was not to save money but to get at the contents \nof the address. I gave him a copy. He did not feel very happy with some \nparts of it. He returned to Lahore. From Lahore, he wrote to me the \nfollowing letter :\nLahore, dated April 14, 1936\nMy dear Doctor Sahib,\nSince my arrival from Bombay, on the 12th, I have been indisposed owing \nto my having not slept continuously for 5 or 6 nights, which were spent in the\n30 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\ntrain. Reaching here I came to know that you had come to Amritsar. I \nwould have seen you there if I were well enough to go about. I have made \nover your address to Mr. Sant Ram for translation and he has liked it very \nmuch, but he is not sure whether it could be translated by him for printing \nbefore the 25th. In any case, it woud have a wide publicity and we are sure \nit would wake the Hindus up from their slumber. \nThe passage I pointed out to you at Bombay has been read by some of \nour friends with a little misgiving, and those of us who would like to see \nthe Conference terminate without any untoward incident would prefer that \nat least the word “Veda” be left out for the time being. I leave this to your \ngood sense. I hope, however, in your concluding paragraphs you will make \nit clear that the views expressed in the address are your own and that the \nresponsibility does not lie on the Mandal. I hope, you will not mind this \nstatement of mine and would let us have 1,000 copies of the address, for \nwhich we shall, of course, pay. To this effect I have sent you a telegram \ntoday. A cheque of Rs. 100 is enclosed herewith which kindly acknowledge, \nand send us your bills in due time. \nI have called a meeting of the Reception Committee and shall communicate \ntheir decision to you immediately. In the meantime kindly accept my heartfelt \nthanks for the kindness shown to me and the great pains taken by you in \nthe preparation of your address. You have really put us under a heavy debt \nof gratitude. \nYours sincerely,\nH\nAR BHAGWAN\nP.S.—Kindly send the copies of the address by passenger train as soon \nas it is printed, so that copies may be sent to the Press for publication. \nAccordingly I handed over my manuscript to the printer with an \norder to print 1,000 copies. Eight days later, I received another letter \nfrom Mr. Har Bhagwan which I reproduce below :\nLahore, 22-4-36\nDear Dr. Ambedkar,\nWe are in receipt of your telegram and letter, for which kindly accept \nour thanks. In accordance with your desire, we have again postponed our \nConference, but feel that it would have been much better to have it on the \n25th and 26th, as the weather is growing warmer and warmer every day \nin the Punjab. In the middle of May it would be fairly hot, and the sittings \nin the day time would not be very pleasant and comfortable. However, we \nshall try our best to do all we can to make things as comfortable as possible, \nif it is held in the middle of May. \n31 ANNIHILATION OF CASTE\nThere is, however, one thing that we have been compelled to bring to \nyour kind attention. You will remember that when I pointed out to you the \nmisgivings entertained by some of our people regarding your declaration on \nthe subject of change of religion, you told me that it was undoubtedly outside \nthe scope of the Mandal and that you had no intention to say anything from \nour platform in that connection. At the same time when the manuscript of \nyour address was handed to me you assured me that that was the main \nportion of your address and that there were only two or three concluding \nparagraphs that you wanted to add. On receipt of the second instalment \nof your address we have been taken by surprise, as that would make it so \nlengthy, that we are afraid, very few people would read the whole of it. \nBesides that you have more than once stated in your address that you had \ndecided to walk out of the fold of the Hindus and that that was your last \naddress as a Hindu. You have also unnecessarily attacked the morality and \nreasonableness of the Vedas and other religious books of the Hindus, and \nhave at length dwelt upon the technical side of Hindu religion, which has \nabsolutely no connection with the problem at issue, so much so that some \nof the passages have become irrelevant and off the point. We would have \nbeen very pleased if you had confined your address to that portion given \nto me, or if an addition was necessary, it would have been limited to what \nyou had written on Brahminism etc. The last portion which deals with \nthe complete annihilation of Hindu religion and doubts the morality of the \nsacred books of the Hindus as well as a hint about your intention to leave \nthe Hindu fold does not seem to me to be relevant. \nI would therefore most humbly request you on behalf of the people \nresponsible for the Conference to leave out the passages referred to above, \nand close the address with what was given to me or add a few paragraphs \non Brahminism. We doubt the wisdom of making the address unnecessarily \nprovocative and pinching. There are several of us who subscribe to your \nfeelings and would very much want to be under your banner for remodelling \nof the Hindu religion. If you had decided to get together persons of your cult \nI can assure you a large number would have joined your army of reformers \nfrom the Punjab. \nIn fact, we thought you would give us a lead in the destruction of the evil \nof caste system, especially when you have studied the subject so thoroughly, \nand strengthen our hands by bringing about a revolution and making yourself \nas a nucleus in the gigantic effort, but declaration of the nature made by \nyou when repeated loses its power, and becomes a hackneyed term. Under \nthe circumstances, I would request you to consider the whole matter and \nmake your address more effective by saying that you would be glad to take a \nleading part in the destruction of the caste system if the Hindus are willing \nto work in right earnest toward that end, even if they had to forsake their \nkith and kin and the religious notions. In case you do so, I am sanguine \nthat you would find a ready response from the Punjab in such an endeavour. \n32 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nI shall be grateful if you will help us at this juncture as we have already \nundergone much expenditure and have been put to suspence, and let us know \nby the return of post that you have condescended to limit your address as \nabove. In case, you still insist upon the printing of the address in toto, we \nvery much regret it would not be possible—rather advisable for us to hold \nthe Conference, and would prefer to postpone it sine die, although by doing \nso we shall be losing the goodwill of the people because of the repeated \npostponements. We should, however, like to point out that you have carved \na niche in our hearts by writing such a wonderful treatise on the caste \nsystem, which excels all other treatises so far written and will prove to be a \nvaluable heritage, so to say. We shall be ever indebted to you for the pains \ntaken by you in its preparation. \nThanking you very much for your kindness and with best wishes. \nI am, yours sincerely,\nH\nAR BHAGWAN\nTo this letter I sent the following reply :\n27th April 1936\nDear Mr. Har Bhagwan,\nI am in receipt of your letter of the 22nd April. I note with regret that the \nReception Committee of the Jat-Pat-Todak Mandal “would prefer to postpone \nthe Conference sine die ” if I insisted upon printing the address in toto. In \nreply I have to inform you that I also would prefer to have the Conference \ncancelled—I do not like to use vague terms—if the Mandal insisted upon \nhaving my address pruned to suit its circumstances. You may not like \nmy decision. But I cannot give up, for the sake of the honour of presiding \nover the Conference, the liberty which every President must have in the \npreparation of the address. I cannot give up for the sake of pleasing the \nMandal the duty which every President owes to the Conference over which \nhe presides to give it a lead which he thinks right and proper. The issue is \none of principle and I feel I must do nothing to compromise it in any way. \nI would not have entered into any controversy as regards the propriety \nof the decision taken by the Reception Committee. But as you have given \ncertain reasons which appear to throw the blame on me. I am bound to \nanswer them. In the first place, I must dispel the notion that the views \ncontained in that part of the address to which objection has been taken by \nthe Committee have come to the Mandal as a surprise. Mr. Sant Ram, I am \nsure, will bear me out when I say that in reply to one of his letters I had \nsaid that the real method of breaking up the Caste System was not to bring \nabout inter-caste dinners and inter-caste marriages but to destroy the religious \nnotions on which Caste was founded and that Mr. Sant Ram in return asked \nme to explain what he said was a novel point of view. It was in response to\n33 ANNIHILATION OF CASTE\nthis invitation from Mr. Sant Ram that I thought I ought to elaborate \nin my address what I had stated in a sentence in my letter to him. You \ncannot, therefore, say that the views expressed are new. At any rate, they \nare not new to Mr. Sant Ram who is the moving spirit and the leading \nlight of your Mandal. But I go further and say that I wrote this part of my \naddress not merely because I felt it desirable to do so. I wrote it because \nI thought that it was absolutely necessary to complete the argument. I am \namazed to read that you characterize the portion of the speech to which \nyour Committee objects as “irrelevant and off the point”. You will allow me \nto say that I am a lawyer and I know the rules of relevancy as well as any \nmember of your Committee. I most emphatically maintain that the portion \nobjected to is not only most relevant but is also important. It is in that part \nof the address that I have discussed the ways and means of breaking up \nthe Caste System. It may be that the conclusion I have arrived at as to the \nbest method of destroying Caste is startling and painful. You are entitled \nto say that my analysis is wrong. But you cannot say that in an address \nwhich deals with the problem of Caste it is not open to me to discuss how \nCaste can be destroyed. \nYour other complaint relates to the length of the address. I have pleaded \nguilty to the charge in the address itself. But, who is really responsible for \nthis ? I fear you have come rather late on the scene. Otherwise you would \nhave known that originally I had planned to write a short address for my \nown convenience as I had neither the time nor the energy to engage myself \nin the preparation of an elaborate thesis. It was the Mandal who asked me \nto deal with the subject exhaustively and it was the Mandal which sent \ndown to me a list of questions relating to the Caste System and asked me \nto answer them in the body of my address as they were questions which \nwere often raised in the controversy between the Mandal and its opponents \nand which the Mandal found difficult to answer satisfactorily. It was in \ntrying to meet the wishes of the Mandal in this respect that the address has \ngrown to the length to which it has. In view of what I have said I am sure \nyou will agree that the fault respecting length of the address is not mine. \nI did not expect that your Mandal would be so upset because I have \nspoken of the destruction of Hindu Religion. I thought it was only fools who \nwere afraid of words. But lest there should be any misapprehension in the \nminds of the people I have taken great pains to explain what I mean by \nreligion and destruction of religion. I am sure that nobody on reading my \naddress could possibly misunderstand me. That your Mandal should have \ntaken a fright at mere words as “destruction of religion etc.” notwithstanding \nthe explanation that accompanies, them does not raise the Mandal in my \nestimation. One cannot have any respect or regard for men who take the \nposition of the Reformer and then refuse even to see the logical consequences \nof that position, let alone following them out in action. \nYou will agree that I have never accepted to be limited in any way in the \npreparation of my address and the question as to what the address should or\n34 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nshould not contain was never even discussed between myself and the Mandal. \nI had always taken for granted that I was free to express in the address such \nviews as I held on the subject. Indeed until, you came to Bombay on the 9th \nApril the Mandal did not know what sort of an address I was preparing. \nIt was when you came to Bombay that I voluntarily told you that I had \nno desire to use your platform from which to advocate my views regarding \nchange of religion by the Depressed Classes. I think I have scrupulously kept \nthat promise in the preparation of the address. Beyond a passing reference \nof an indirect character where I say that “I am sorry I will not be here. . . \netc.” I have said nothing about the subject in my address. When I see you \nobject even to such a passing and so indirect a reference, I feel bound to \nask ; did you think that in agreeing to preside over your Conference I would \nbe agreeing to suspend or to give up my views regarding change of faith by \nthe Depressed Classes ? If you did think so I must tell you that I am in no \nway responsible for such a mistake on your part. If any of you had even \nhinted to me that in exchange for the honour you were doing me by electing \nas President, I was to abjure my faith in my programme of conversion, I \nwould have told you in quite plain terms that I cared more for my faith \nthan for any honour from you. \nAfter your letter of the 14th, this letter of yours comes as a surprize to \nme. I am sure that any one who reads them will feel the same. I cannot \naccount for this sudden volte face on the part of the Reception Committee. \nThere is no difference in substance between the rough draft which was before \nthe Committee when you wrote your letter of the 14th and the final draft \non which the decision of the Committee communicated to me in your letter \nunder reply was taken. You cannot point out a single new idea in the final \ndraft which is not contained in the earlier draft. The ideas are the same. \nThe only difference is that they have been worked out in greater detail in \nthe final draft. If there was anything to object to in the address you could \nhave said so on the 14th. But you did not. On the contrary you asked me \nto print off 1,000 copies leaving me the liberty to accept or not the verbal \nchanges which you suggested. Accordingly I got 1,000 copies printed which \nare now lying with me. Eight days later you write to say that you object to \nthe address and that if it is not amended the Conference will be cancelled. \nYou ought to have known that there was no hope of any alteration being \nmade in the address. I told you when you were in Bombay that I would \nnot alter a comma, that I would not allow any censorship over my address \nand that you would have to accept the address as it came from me. I also \ntold you that the responsibility for the views expressed in the address was \nentirely mine and if they were not liked by the Conference I would not mind \nat all if the Conference passed a resolution condemning them. So anxious \nwas I to relieve your Mandal from having to assume responsibility for my \nviews and also with the object of not getting myself entangled by too intimate \n35 ANNIHILATION OF CASTE\nan association with your Conference, I suggested to you that I desired to \nhave my address treated as a sort of an inaugural address and not as a \nPresidential address and that the Mandal should find some one else to \npreside over the Conference, and deal with the resolutions. Nobody could \nhave been better placed to take a decision on the 14th than your Committee. \nThe Committee failed to do that and in the meantime cost of printing has \nbeen incurred which, I am sure, with a little more firmness on the part of \nyour Committee could have been saved. \nI feel sure that the views expressed in my address have little to do with \nthe decision of your Committee. I have reasons to believe that my presence \nat the Sikh Prachar Conference held at Amritsar has had a good deal to do \nwith the decision of the Committee. Nothing else can satisfactorily explain \nthe sudden volte face shown by the Committee between the 14th and the \n22nd April. I must not however prolong this controversy and must request \nyou to announce immediately that the Session of the Conference which \nwas to meet under my Presidentship is cancelled. All the grace has by now \nrun out and I shall not consent to preside even if your Committee agreed \nto accept my address as it is in toto. I thank you for your appreciation of \nthe pains I have taken in the preparation of the address. I certainly have \nprofited by the labour if no one else does. My only regret is that I was put \nto such hard labour at a time when my health was not equal to the strain \nit has caused. \nYours sincerely,\nB. R. A\nMBEDKAR\nThis correspondence will disclose the reasons which have led to the \ncancellation by the Mandal of my appointment as President and the \nreader will be in a position to lay the blame where it ought properly \nto belong. This is I believe the first time when the appointment of a \nPresident is cancelled by the Reception Committee because it does \nnot approve of the views of the President. But whether that is so or \nnot, this is certainly the first time in my life to have been invited \nto preside over a Conference of Caste Hindus. I am sorry that it has \nended in a tragedy. But what can any one expect from a relationship \nso tragic as the relationship between the reforming sect of Caste \nHindus and the self-respecting sect of Untouchables where the former \nhave no desire to alienate their orthodox fellows and the latter have \nno alternative but to insist upon reform being carried out ? \nRajgriha, Dadar, Bombay 14\n15th May 1936 B. R. AMBEDKAR\nSPEECH PREPARED\nBY\n Dr. B.R. AMBEDKAR\nFOR\nThe 1936 Annual Conference of\nthe Jat-Pat-Todak Mandal of Lahore\nBUT\nNOT DELIVERED\nOwing to the cancellation of the Conference by \nthe Reception Committee on the ground that \nthe views expressed in the Speech would be \nunbearable to the Conference\n37 ANNIHILATION OF CASTE\nFriends,\nI am really sorry for the members of the Jat-Pat-Todak Mandal who \nhave so very kindly invited me to preside over this Conference. I am \nsure they will be asked many questions for having selected me as the \nPresident. The Mandal will be asked to explain as to why it has imported \na man from Bombay to preside over a function which is held in Lahore. \nI believe the Mandal could easily have found some one better qualified \nthan myself to preside on the occasion. I have criticised the Hindus. I \nhave questioned the authority of the Mahatma whom they revere. They \nhate me. To them I am a snake in their garden. The Mandal will no \ndoubt be asked by the politically-minded Hindus to explain why it has \ncalled me to fill this place of honour. It is an act of great daring. I shall \nnot be surprised if some political Hindus regard it as an insult. This \nselection of mine cannot certainly please the ordinary religiously-minded \nHindus. The Mandal may be asked to explain why it has disobeyed the \nShastric injunction in selecting the President. Accoding to the Shastras \nthe Brahmin is appointed to be the Guru for the three Varnas,  \no.kkZuke \nczkã.kks xq# , is a direction of the Shastras. The Mandal therefore knows \nfrom whom a Hindu should take his lessons and from whom he should \nnot. The Shastras do not permit a Hindu to accept any one as his Guru \nmerely because he is well-versed. This is made very clear by Ramdas, a \nBrahmin saint from Maharashtra, who is alleged to have inspired Shivaji \nto establish a Hindu Raj. In his Dasbodh, a socio-politico-religious treatise \nin Marathi verse Ramdas asks, addressing the Hindus, can we accept an \nAntyaja to be our Guru because he is a Pandit (i.e. learned) and gives \nan answer in the negative. What replies to give to these questions is a \nmatter which I must leave to the Mandal. The Mandal knows best the \nreasons which led it to travel to Bombay to select a president, to fix upon \na man so repugnant to the Hindus and to descend so low in the scale \nas to select an Antyaja— an untouchable—to address an audience of the \nSavarnas. As for myself you will allow me to say that I have accepted the \ninvitation much against my will and also against the will of many of my \nfellow untouchables. I know that the Hindus are sick of me. I know that \nI am not a persona grata with them. Knowing all this I have deliberately \nkept myself away from them. I have no desire to inflict myself upon them. \nI have been giving expression to my views from my own platform. This \nhas already caused a great deal of heartburning and irritation. I have \nno desire to ascend the platform of the Hindus to do within their sight \nwhat I have been doing within their hearing. If I am here it is because \nof your choice and not because of my wish. Yours is a cause of social \nreform. That cause has always made an appeal to me and it is because \nof this that I felt I ought not to refuse an opportunity of helping the \ncause especially when you think that I can help it. Whether what I am\n38 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\ngoing to say today will help you in any way to solve the problem you are \ngrappling with is for you to judge. All I hope to do is to place before you \nmy views on the problem. \nII\nThe path of social reform like the path to heaven at any rate in India, \nis strewn with many difficulties. Social reform in India has few friends and \nmany critics. The critics fall into two distinct classes. One class consists of \npolitical reformers and the other of the socialists. \nIt was at one time recognized that without social efficiency no permanent \nprogress in the other fields of activity was possible, that owing to mischief \nwrought by the evil customs, Hindu Society was not in a state of efficiency \nand that ceaseless efforts must be made to eradicate these evils. It was due \nto the recognition of this fact that the birth of the National Congress was \naccompanied by the foundation of the Social Conference. While the Congress \nwas concerned with defining the weak points in the political organisation of \nthe country, the Social Conference was engaged in removing the weak points \nin the social organisation of the Hindu Society. For some time the Congress \nand the Conference worked as two wings of one common activity and they \nheld their annual sessions in the same pandal. But soon the two wings \ndeveloped into two parties, a Political Reform Party and a Social Reform \nParty, between whom there raged a fierce controversy. The Political Reform \nParty supported the National Congress and Social Reform Party supported \nthe Social Conference. The two bodies thus became two hostile camps. The \npoint at issue was whether social reform should precede political reform. \nFor a decade the forces were evenly balanced and the battle was fought \nwithout victory to either side. It was however evident that the fortunes of \nthe Social Conference were ebbing fast. The gentlemen who presided over \nthe sessions of the Social Conference lamented that the majority of the \neducated Hindus were for political advancement and indifferent to social \nreform and that while the number of those who attended the Congress was \nvery large and the number who did not attend but who sympathized with \nit even larger, the number of those who attended the Social Conference was \nvery much smaller. This indifference, this thinning of its ranks was soon \nfollowed by active hostility from the politicians. Under the leadership of \nthe late Mr. Tilak, the courtesy with which the Congress allowed the Social \nConference the use of its pandal was withdrawn and the spirit of enmity \nwent to such a pitch that when the Social Conference desired to erect its \nown pandal a threat to burn the pandal was held out by its opponents. Thus \nin course of time the party in favour of political reform won and the Social \nConference vanished and was forgotten. The speech, delivered by Mr. W.C. \nBonnerji in 1892 at Allahabad as President of the eighth session of the \nCongress, sounds like a funeral oration at the death of the Social Conference\n39 ANNIHILATION OF CASTE\nand is so typical of the Congress attitude that I venture to quote from it \nthe following extract. Mr. Bonnerji said :\n“I for one have no patience with those who say we shall not be fit for political \nreform until we reform our social system. I fail to see any connection between \nthe two. . .Are we not fit (for political reform) because our widows remain \nunmarried and our girls are given in marriage earlier than in other countries ? \nbecause our wives and daughters do not drive about with us visiting our friends ? \nbecause we do not send our daughters to Oxford and Cambridge ?” ( Cheers)\nI have stated the case for political reform as put by Mr. Bonnerji. There \nwere many who are happy that the victory went to the Congress. But those \nwho believe in the importance of social reform may ask, is the argument \nsuch as that of Mr. Bonnerji final ? Does it prove that the victory went to \nthose who were in the right ? Does it prove conclusively that social reform \nhas no bearing on political reform ? It will help us to understand the matter \nif I state the other side of the case. I will draw upon the treatment of the \nuntouchables for my facts. \nUnder the rule of the Peshwas in the Maratha country the untouchable \nwas not allowed to use the public streets if a Hindu was coming along lest \nhe should pollute the Hindu by his shadow. The untouchable was required \nto have a black thread either on his wrist or in his neck as a sign or a mark \nto prevent the Hindus from getting themselves polluted by his touch through \nmistake. In Poona, the capital of the Peshwa, the untouchable was required \nto carry, strung from his waist, a broom to sweep away from behind the \ndust he treaded on lest a Hindu walking on the same should be polluted. \nIn Poona, the untouchable was required to carry an earthen pot, hung in \nhis neck wherever he went, for holding his spit lest his spit falling on earth \nshould pollute a Hindu who might unknowingly happen to tread on it. Let \nme take more recent facts. The tyranny practised by the Hindus upon the \nBalais, an untouchable community in Central India, will serve my purpose. \nYou will find a report of this in the Times of India of 4th January 1928. \nThe correspondent of the Times of India reported that high caste Hindus, \nviz. Kalotas, Rajputs and Brahmins including the Patels and Patwaris of \nvillages of Kanaria, Bicholi-Hafsi, Bicholi-Mardana and of about 15 other \nvillages in the Indore district (of the Indore State) informed the Balais of \ntheir respective villages that if they wished to live among them they must \nconform to the following rules :\n (1) Balais must not wear gold-lace-bordered pugrees. \n (2) They must not wear dhotis with coloured or fancy borders. \n (3) They must convey intimation of the death of any Hindu to relatives \nof the deceased—no matter how far away these relatives may be \nliving. \n40 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\n (4) In all Hindu marriages, Balais must play music before the processions \nand during the marriage. \n (5) Balai women must not wear gold or silver ornaments; they must not \nwear fancy gowns or jackets. \n (6) Balai women must attend all cases of confinement of Hindu women. \n (7) Balais must render services without demanding remuneration and \nmust accept whatever a Hindu is pleased to give. \n (8) If the Balais do not agree to abide by these terms they must clear \nout of the villages. The Balais refused to comply ; and the Hindu \nelement proceeded against them. Balais were not allowed to get water \nfrom the village wells; they were not allowed to let go their cattle \nto graze. Balais were prohibited from passing through land owned \nby a Hindu, so that if the field of a Balai was surrounded by fields \nowned by Hindus, the Balai could have no access to his own field. \nThe Hindus also let their cattle graze down the fields of Balais. The \nBalais submitted petitions to the Darbar against these persecutions ; \nbut as they could get no timely relief, and the oppression continued, \nhundreds of Balais with their wives and children were obliged to \nabandon their homes in which their ancestors lived for generations \nand to migrate to adjoining States, viz. to villages in Dhar, Dewas, \nBagli, Bhopal, Gwalior and other States. What happened to them in \ntheir new homes may for the present be left out of our consideration. \nThe incident at Kavitha in Gujarat happened only last year. The \nHindus of Kavitha ordered the untouchables not to insist upon \nsending their children to the common village school maintained by \nGovernment. What sufferings the untouchables of Kavitha had to \nundergo for daring to exercise a civic right against the wishes of \nthe Hindus is too well known to need detailed description. Another \ninstance occurred in the village of Zanu in the Ahmedabad district \nof Gujarat. In November 1935 some untouchable women of well-to-do \nfamilies started fetching water in metal pots. The Hindus looked upon \nthe use of metal pots by untouchables as an affront to their dignity \nand assaulted the untouchable women for their impudence. A most \nrecent event is reported from the village Chakwara in Jaipur State. \nIt seems from the reports that have appeared in the newspapers that \nan untouchable of Chakwara who had returned from a pilgrimage had \narranged to give a dinner to his fellow untouchables of the village \nas an act of religious piety. The host desired to treat the guests to \na sumptuous meal and the items served included ghee (butter) also. \nBut while the assembly of untouchables was engaged in partaking of \nthe food, the Hindus in their hundreds, armed with lathis, rushed to \nthe scene, despoiled the food and belaboured the untouchables who\n41 ANNIHILATION OF CASTE\n  left the food they were served with and ran away for their lives. \nAnd why was this murderous assault committed on defenceless \nuntouchables ? The reason given is that the untouchable host was \nimpudent enough to serve ghee and his untouchable guests were \nfoolish enough to taste it. Ghee is undoubtedly a luxury for the rich. \nBut no one would think that consumption of ghee was a mark of \nhigh social status. The Hindus of Chakwara thought otherwise and \nin righteous indignation avenged themselves for the wrong done to \nthem by the untouchables, who insulted them by treating ghee as \nan item of their food which they ought to have known could not be \ntheirs, consistently with the dignity of the Hindus. This means that \nan untouchable must not use ghee even if he can afford to buy it, \nsince it is an act of arrogance towards the Hindus. This happened \non or about the 1st of April 1936 ! \nHaving stated the facts, let me now state the case for social reform. \nIn doing this, I will follow Mr. Bonnerji, as nearly as I can and ask the \npolitical-minded Hindus “Are you fit for political power even though you do \nnot allow a large class of your own countrymen like the untouchables to \nuse public school ? Are you fit for political power even though you do not \nallow them the use of public wells ? Are you fit for political power even \nthough you do not allow them the use of public streets ? Are you fit for \npolitical power even though you do not allow them to wear what apparel \nor ornaments they like ? Are you fit for political power even though you \ndo not allow them to eat any food they like ?” I can ask a string of such \nquestions. But these will suffice. I wonder what would have been the reply \nof Mr. Bonnerji. I am sure no sensible man will have the courage to give an \naffirmative answer. Every Congressman who repeats the dogma of Mill that \none country is not fit to rule another country must admit that one class is \nnot fit to rule another class. \nHow is it then that the Social Reform Party lost the battle ? To understand \nthis correctly it is necessary, to take note of the kind of social reform \nwhich the reformers were agitating for. In this connection it is necessary \nto make a distinction between social reform in the sense of the reform of \nthe Hindu Family and social reform in the sense of the reorganization \nand reconstruction of the Hindu Society. The former has relation to widow \nremarriage, child marriage etc., while the latter relates to the abolition of \nthe Caste System. The Social Conference was a body which mainly concerned \nitself with the reform of the high caste Hindu Family. It consisted mostly of \nenlightened high caste Hindus who did not feel the necessity for agitating \nfor the abolition of caste or had not the courage to agitate for it. They felt \nquite naturally a greater urge to remove such evils as enforced widowhood, \nchild marriages etc., evils which prevailed among them and which were\n42 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\npersonally felt by them. They did not stand up for the reform of the Hindu \nsociety. The battle that was fought centered round the question of the reform \nof the family. It did not relate to the social reform in the sense of the break-\nup of the caste system. It was never put in issue by the reformers. That is \nthe reason why the Social Reform Party lost. \nI am aware that this argument cannot alter the fact that political reform \ndid in fact gain precedence over social reform. But the argument has this \nmuch value if not more. It explains why social reformers lost the battle. It \nalso helps us to understand how limited was the victory which the Political \nReform Party obtained over the Social Reform Party and that the view \nthat social reform need not precede political reform is a view which may \nstand only when by social reform is meant the reform of the family. That \npolitical reform cannot with impunity take precedence over social reform in \nthe sense of reconstruction of society is a thesis which, I am sure, cannot be \ncontroverted. That the makers of political constitutions must take account of \nsocial forces is a fact which is recognized by no less a person than Ferdinand \nLassalle, the friend and co-worker of Karl Marx. In addressing a Prussian \naudience in 1862 Lassalle said :\n“The constitutional questions are in the first instance not questions of right \nbut questions of might. The actual constitution of a country has its existence \nonly in the actual condition of force which exists in the country : hence political \nconstitutions have value and permanence only when they accurately express those \nconditions of forces which exist in practice within a society.” \nBut it is not necessary to go to Prussia. There is evidence at home. What \nis the significance of the Communal Award with its allocation of political \npower in defined proportions to diverse classes and communities ? In my \nview, its significance lies in this that political constitution must take note of \nsocial organisation. It shows that the politicians who denied that the social \nproblem in India had any bearing on the political problem were forced to \nreckon with the social problem in devising the constitution. The Communal \nAward is so to say the nemesis following upon the indifference and neglect \nof social reform. It is a victory for the Social Reform Party which shows that \nthough defeated they were in the right in insisting upon the importance of \nsocial reform. Many, I know, will not accept this finding. The view is current, \nand it is pleasant to believe in it, that the Communal Award is unnatural \nand that it is the result of an unholy alliance between the minorities \nand the bureaucracy. I do not wish to rely on the Communal Award as a \npiece of evidence to support my contention if it is said that it is not good \nevidence. Let us turn to Ireland. What does the history of Irish Home Rule \nshow ? It is well-known that in the course of the negotiations between \nthe representatives of Ulster and Southern Ireland, Mr. Redmond, the \nrepresentative    Ireland, in order to bring Ulster in a Home Rule Constitution\n43 ANNIHILATION OF CASTE\ncommon to the whole of Ireland said to the representatives of Ulster : \n“Ask any political safeguards you like and you shall have them” What was \nthe reply that Ulstermen gave ? Their reply was “Damn your safeguards, \nwe don’t want to be ruled by you on any terms.” People who blame the \nminorities in India ought to consider what would have happened to the \npolitical aspirations of the majority if the minorities had taken the attitude \nwhich. Ulster took. Judged by the attitude of Ulster to Irish Home Rule, is \nit nothing that the minorities agreed to be ruled by the majority which has \nnot shown much sense of statesmanship, provided some safeguards were \ndevised for them ? But this is only incidental. The main question is why did \nUlster take this attitude? The only answer I can give is that there was a \nsocial problem between Ulster and Southern Ireland the problem between \nCatholics and Protestants, essentially a problem of Caste. That Home Rule \nin Ireland would be Rome Rule was the way in which the Ulstermen had \nframed their answer. But that is only another way of stating that it was \nthe social problem of Caste between the Catholics and Protestants, which \nprevented the solution of the political problem. This evidence again is sure \nto be challenged. It will be urged that here too the hand of the Imperialist \nwas at work. But my resources are not exhausted. I will give evidence \nfrom the History of Rome. Here no one can say that any evil genius was \nat work. Any one who has studied the History of Rome will know that the \nRepublican Constitution of Rome bore marks having strong resemblance to \nthe Communal Award. When the kingship in Rome was abolished, the Kingly \npower or the Imperium was divided between the Consuls and the Pontifex \nMaximus. In the Consuls was vested the secular authority of the King, \nwhile the latter took over the religious authority of King. This Republican \nConstitution had provided that, of the two Consuls one was to be Patrician \nand the other Plebian. The same constitution had also provided that, of the \nPriests under the Pontifex Maximus, half were to be Plebians and the other \nhalf Patricians. Why is it that the Republican Constitution of Rome had \nthese provisions which, as I said, resemble so strongly the provisions of the \nCommunal Award ? The only answer one can get is that the Constitution \nof Republican Rome had to take account of the social division between the \nPatricians and the Plebians, who formed two distinct castes. To sum up, \nlet political reformers turn to any direction they like, they will find that in \nthe making of a constitution, they cannot ignore the problem arising out of \nthe prevailing social order. \nThe illustrations which I have taken in support of the proposition that \nsocial and religious problems have a bearing on political constitutions seem \nto be too particular. Perhaps they are. But it should not be supposed that \nthe bearing of the one on the other is limited. On the other hand one can \nsay that generally speaking History bears out the proposition that political \nrevolutions have always been preceded by social and religious revolutions. \n44 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nThe religious Reformation started by Luther was the precursor of the political \nemancipation of the European people. In England Puritanism led to the \nestablishment of political liberty. Puritanism founded the new world. It was \nPuritanism which won the war of American Independence and Puritanism \nwas a religious movement. The same is true of the Muslim Empire. Before \nthe Arabs became a political power they had undergone a thorough religious \nrevolution started by the Prophet Mohammad. Even Indian History supports \nthe same conclusion. The political revolution led by Chandragupta was \npreceded by the religious and social revolution of Buddha. The political \nrevolution led by Shivaji was preceded by the religious and social reform \nbrought about by the saints of Maharashtra. The political revolution of the \nSikhs was preceded by the religious and social revolution led by Guru Nanak. \nIt is unnecessary to add more illustrations. These will suffice to show that \nthe emancipation of the mind and the soul is a necessary preliminary for \nthe political expansion of the people. \nIII\nLet me now turn to the Socialists. Can the Socialists ignore the problem \narising out of the social order ? The Socialists of India following their fellows \nin Europe are seeking to apply the economic interpretation of history to \nthe facts of India. They propound that man is an economic creature, that \nhis activities and aspirations are bound by economic facts, that property is \nthe only source of power. They, therefore, preach that political and social \nreforms are but gigantic illusions and that economic reform by equalization \nof property must have precedence over every other kind of reform. One may \njoin issue on every one of these premises on which rests the Socialists’ case \nfor economic reform having priority over every other kind of reform. One \nmay contend that economic motive is not the only motive by which man \nis actuated. That economic power is the only kind of power no student of \nhuman society can accept. That the social status of an individual by itself \noften becomes a source of power and authority is made clear by the sway \nwhich the Mahatmas have held over the common man. Why do millionaires \nin India obey penniless Sadhus and Fakirs ? Why do millions of paupers in \nIndia sell their trifling trinckets which constitute their only wealth and go \nto Benares and Mecca ? That, religion is the source of power is illustrated \nby the history of India where the priest holds a sway over the common man \noften greater than the magistrate and where everything, even such things \nas strikes and elections, so easily take a religious turn and can so easily be \ngiven a religious twist. Take the case of the Plebians of Rome as a further \nillustration of the power of religion over man. It throws great light on this \npoint. The Plebs had fought for a share in the supreme executive under \nthe Roman Republic and had secured the appointment of a Plebian Consul \nelected by a separate electorate constituted by the Commitia Centuriata, \nwhich was an assembly of Plebians. They wanted a Consul of their own\n45 ANNIHILATION OF CASTE\nbecause they felt that the Patrician Consuls used to discriminate against the \nPlebians in carrying on the administration. They had apparently obtained a \ngreat gain because under the Republican Constitution of Rome one Consul \nhad the power of vetoing an act of the other Consul. But did they in fact \ngain anything ? The answer to this question must be in the negative. The \nPlebians never could get a Plebian Consul who could be said to be a strong \nman and who could act independently of the Patrician Consul. In the ordinary \ncourse of things the Plebians should have got a strong Plebian Consul in view \nof the fact that his election was to be by a separate electorate of Plebians. \nThe question is why did they fail in getting a strong Plebian to officiate \nas their Consul ? The answer to this question reveals the dominion which \nreligion exercises over the minds of men. It was an accepted creed of the \nwhole Roman populus that no official could enter upon the duties of his office \nunless the Oracle of Delphi declared that he was acceptable to the Goddess. \nThe priests who were in charge of the temple of the Goddess of Delphi were \nall Patricians. Whenever therefore the Plebians elected a Consul who was \nknown to be a strong party man opposed to the Patricians or “communal” to \nuse the term that is current in India, the Oracle invariably declared that he \nwas not acceptable to the Goddess. This is how the Plebians were cheated \nout of their rights. But what is worthy of note is that the Plebians permitted \nthemselves to be thus cheated because they too like the Patricians, held firmly \nthe belief that the approval of the Goddess was a condition precedent to the \ntaking charge by an official of his duties and that election by the people \nwas not enough. If the Plebians had contended that election was enough \nand that the approval by the Goddess was not necessary they would have \nderived the fullest benefit from the political right which they had obtained. \nBut they did not. They agreed to elect another, less suitable to themselves \nbut more suitable to the Goddess which in fact meant more amenable to \nthe Patricians. Rather than give up religion, the Plebians give up material \ngain for which they had fought so hard. Does this not show that religion can \nbe a source of power as great as money if not greater ? The fallacy of the \nSocialists lies in supposing that because in the present stage of European \nSociety property as a source of power is predominant, that the same is true \nof India or that the same was true of Europe in the past. Religion, social \nstatus and property are all sources of power and authority, which one man \nhas, to control the liberty of another. One is predominant at one stage, the \nother is predominant at another stage. That is the only difference. If liberty \nis the ideal, if liberty means the destruction of the dominion which one man \nholds over another then obviously it cannot be insisted upon that economic \nreform must be the one kind of reform worthy of pursuit. If the source of \npower and dominion is at any given time or in any given society social and \nreligious then social reform and religious reform must be accepted as the \nnecessary sort of reform. \n46 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nOne can thus attack the doctrine of Economic Interpretation of History \nadopted by the Socialists of India. But I recognize that economic interpretation \nof history is not necessary for the validity of the Socialist contention that \nequalization of property is the only real reform and that it must precede \neverything else. However, what I like to ask the Socialists is this : Can you \nhave economic reform without first bringing about a reform of the social \norder ? The Socialists of India do not seem to have considered this question. \nI do not wish to do them an injustice. I give below a quotation from a letter \nwhich a prominent Socialist wrote a few days ago to a friend of mine in \nwhich he said, “I do not believe that we can build up a free society in India \nso long as there is a trace of this ill-treatment and suppression of one class \nby another. Believing as I do in a socialist ideal, inevitably I believe in \nperfect equality in the treatment of various classes and groups. I think that \nSocialism offers the only true remedy for this as well as other problems.” \nNow the question that I like to ask is : Is it enough for a Socialist to say, “I \nbelieve in perfect equality in the treatment of the various classes ?” To say \nthat such a belief is enough is to disclose a complete lack of understanding \nof what is involved in Socialism. If Socialism is a practical programme and \nis not merely an ideal, distant and far off, the question for a Socialist is not \nwhether he believes in equality. The question for him is whether he minds \none class ill-treating and suppressing another class as a matter of system, as \na matter of principle and thus allow tyranny and oppression to continue to \ndivide one class from another. Let me analyse the factors that are involved \nin the realization of Socialism in order to explain fully my point. Now it is \nobvious that the economic reform contemplated by the Socialists cannot come \nabout unless there is a revolution resulting in the seizure of power. That \nseizure of power must be by a proletariat. The first question I ask is : Will \nthe proletariat of India combine to bring about this revolution ? What will \nmove men to such an action ? It seems to me that other things being equal \nthe only thing that will move one man to take such an action is the feeling \nthat other man with whom he is acting are actuated by feeling of equality \nand fraternity and above all of justice. Men will not join in a revolution for \nthe equalization of property unless they know that after the revolution is \nachieved they will be treated equally and that there will be no discrimination \nof caste and creed. The assurance of a socialist leading the revolution that \nhe does not believe in caste, I am sure, will not suffice. The assurance \nmust be the assurance proceeding from much deeper foundation, namely, \nthe mental attitude of the compatriots towards one another in their spirit \nof personal equality and fraternity. Can it be said that the proletariat of \nIndia, poor as it is, recognise no distinctions except that of the rich and the \npoor ? Can it be said that the poor in India recognize no such distinctions of \ncaste or creed, high or low ? If the fact is that they do, what unity of front \ncan be expected from such a proletariat in its action against the rich ? How\n47 ANNIHILATION OF CASTE\ncan there be a revolution if the proletariat cannot present a united front? \nSuppose for the sake of argument that by some freak of fortune a revolution \ndoes take place and the Socialists come in power, will they not have to deal \nwith the problems created by the particular social order prevalent in India ? \nI can’t see how a Socialist State in India can function for a second without \nhaving to grapple with the problems created by the prejudices which make \nIndian people observe the distinctions of high and low, clean and unclean. \nIf Socialists are not to be content with the mouthing of fine phrases, if the \nSocialists wish to make Socialism a definite reality then they must recognize \nthat the problem of social reform is fundamental and that for them there \nis no escape from it. That, the social order prevalent in India is a matter \nwhich a Socialist must deal with, that unless he does so he cannot achieve \nhis revolution and that if he does achieve it as a result of good fortune he \nwill have to grapple with it if he wishes to realize his ideal, is a proposition \nwhich in my opinion is incontrovertible. He will be compelled to take account \nof caste after revolution if he does not take account of it before revolution. \nThis is only another way of saying that, turn in any direction you like, caste \nis the monster that crosses your path. You cannot have political reform, you \ncannot have economic reform, unless you kill this monster. \nIV\nIt is a pity that Caste even today has its defenders. The defences are \nmany. It is defended on the ground that the Caste System is but another \nname for division of labour and if division of labour is a necessary feature \nof every civilized society then it is argued that there is nothing wrong in \nthe Caste System. Now the first thing is to be urged against this view is \nthat Caste System is not merely division of labour. It is also a division \nof labourers. Civilized society undoubtedly needs division of labour. But \nin no civilized society is division of labour accompanied by this unnatural \ndivision of labourers into water-tight compartments. Caste System is \nnot merely a division of labourers which is quite different from division \nof labour—it is an heirarchy in which the divisions of labourers are \ngraded one above the other. In no other country is the division of labour \naccompanied by this gradation of labourers. There is also a third point of \ncriticism against this view of the Caste System. This division of labour is \nnot spontaneous, it is not based on natural aptitudes. Social and individual \nefficiency requires us to develop the capacity of an individual to the point \nof competency to choose and to make his own career. This principle is \nviolated in the Caste System in so far as it involves an attempt to appoint \ntasks to individuals in advance, selected not on the basis of trained original \ncapacities, but on that of the social status of the parents. Looked at from \nanother point of view this stratification of occupations which is the result \nof the Caste System is positively pernicious. Industry is never static. It \nundergoes rapid and abrupt changes. With such changes an individual must\n48 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nbe free to change his occupation. Without such freedom to adjust himself to \nchanging circumstances it would be impossible for him to gain his livelihood. \nNow the Caste System will not allow Hindus to take to occupations where \nthey are wanted if they do not belong to them by heredity. If a Hindu is \nseen to starve rather than take to new occupations not assigned to his \nCaste, the reason is to be found in the Caste System. By not permitting \nreadjustment of occupations, caste becomes a direct cause of much of the \nunemployment we see in the country. As a form of division of labour the \nCaste system suffers from another serious defect. The division of labour \nbrought about by the Caste System is not a division based on choice. \nIndividual sentiment, individual preference has no place in it. It is based on \nthe dogma of predestination. Considerations of social efficiency would compel \nus to recognize that the greatest evil in the industrial system is not so much \npoverty and the suffering that it involves as the fact that so many persons \nhave callings which make no appeal to those who are engaged in them. Such \ncallings constantly provoke one to aversion, ill-will and the desire to evade. \nThere are many occupations in India which on account of the fact that they \nare regarded as degraded by the Hindus provoke those who are engaged in \nthem to aversion. There is a constant desire to evade and escape from such \noccupations which arises solely because of the blighting effect which they \nproduce upon those who follow them owing to the slight and stigma cast \nupon them by the Hindu religion. What efficiency can there be in a system \nunder which neither men’s hearts nor their minds are in their work ? As \nan economic organization Caste is therefore a harmful institution, inasmuch \nas, it involves the subordination of man’s natural powers and inclinations \nto the exigencies of social rules\nV\nSome have dug a biological trench in defence of the Caste System. It is \nsaid that the object of Caste was to preserve purity of race and purity of \nblood. Now ethnologists are of opinion that men of pure race exist nowhere \nand that there has been a mixture of all races in all parts of the world. \nEspecially is this the case with the people of India. Mr. D. R. Bhandarkar \nin his paper on Foreign Elements in the Hindu Population has stated that \n“There is hardly a class, or Caste in India which has not a foreign strain \nin it. There is an admixture of alien blood not only among the warrior \nclasses—the Rajputs and the Marathas—but also among the Brahmins who \nare under the happy delusion that they are free from all foreign elements.” \nThe Caste system cannot be said to have grown as a means of preventing the \nadmixture of races or as a means of maintaining purity of blood. As a matter \nof fact Caste system came into being long after the different races of India \nhad commingled in blood and culture. To hold that distinctions of Castes or \nreally distinctions of race and to treat different Castes as though they were \nso many different races is a gross perversion of facts. What racial affinity\n49 ANNIHILATION OF CASTE\nis there between the Brahmin of the Punjab and the Brahmin of Madras ? \nWhat racial affinity is there between the untouchable of Bengal and the \nuntouchable of Madras? What racial difference is there between the Brahmin \nof the Punjab and the Chamar of the Punjab ? What racial difference is there \nbetween the Brahmin of Madras and the Pariah of Madras ? The Brahmin \nof the Punjab is racially of the same stock as the Chamar of the Punjab and \nthe Brahmin of Madras is of the same race as the Pariah of Madras. Caste \nsystem does not demarcate racial division. Caste system is a social division of \npeople of the same race. Assuming it, however, to be a case of racial divisions \none may ask : What harm could there be if a mixture of races and of blood \nwas permitted to take place in India by intermarriages between different \nCastes ? Men are no doubt divided from animals by so deep a distinction \nthat science recognizes men and animals as two distinct species. But even \nscientists who believe in purity of races do not assert that the different races \nconstitute different species of men. They are only varieties of one and the \nsame species. As such they can interbreed and produce an offspring which \nis capable of breeding and which is not sterile. An immense lot of nonsense \nis talked about heredity and eugenics in defence of the Caste System. Few \nwould object to the Caste System if it was in accord with the basic principle \nof eugenics because few can object to the improvement of the race by judicious \nmating. But one fails to understand how the Caste System secures judicious \nmating. Caste System is a negative thing. It merely prohibits persons \nbelonging to different Castes from intermarrying. It is not a positive method \nof selecting which two among a given Caste should marry. If Caste is eugenic \nin origin then the origin of sub-Castes must also be eugenic. But can any one \nseriously maintain that the origin of sub-Castes is eugenic ? I think it would \nbe absurd to contend for such a proposition and for a very obvious reason. \nIf Caste means race then differences of sub-Castes cannot mean differences \nof race because sub-Castes become ex hypothesia sub-divisions of one and \nthe same race. Consequently the bar against intermarrying and interdining \nbetween sub-Castes cannot be for the purpose of maintaining purity of race \nor of blood. If sub-Castes cannot be eugenic in origin there cannot be any \nsubstance in the contention that Caste is eugenic in origin. Again if Caste \nis eugenic in origin one can understand the bar against intermarriage. But \nwhat is the purpose of the interdict placed on interdining between Castes \nand sub-Castes alike ? Interdining cannot infect blood and therefore cannot \nbe the cause either of the improvement or of deterioration of the race. This \nshows that Caste has no scientific origin and that those who are attempting \nto give it an eugenic basis are trying to support by science what is grossly \nunscientific. Even today eugenics cannot become a practical possibility unless \nwe have definite knowledge regarding the laws of heredity. Prof. Batcson in \nhis Mendel’s Principles of Heredity says, “There is nothing in the descent of \nthe higher mental qualities to suggest that they follow any single system of \n50 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\ntransmission. It is likely that both they and the more marked developments \nof physical powers result rather from the coincidence of numerous factors \nthan from the possession of any one genetic element.” To argue that the \nCaste System was eugenic in its conception is to attribute to the forefathers \nof present-day Hindus a knowledge of heredity which even the modern \nscientists do not possess. A tree should be judged by the fruits it yields. \nIf caste is eugenic what sort of a race of men it should have produced ? \nPhysically speaking the Hindus are a C\n3 people. They are a race of Pygmies \nand dwarfs stunted in stature and wanting in stamina. It is a nation 9/10ths \nof which is declared to be unfit for military service. This shows that the \nCaste System does not embody the eugenics of modern scientists. It is a \nsocial system which embodies the arrogance and selfishness of a perverse \nsection of the Hindus who were superior enough in social status to set it in \nfashion and who had authority to force it on their inferiors. \nVI\nCaste does not result in economic efficiency. Caste cannot and has not \nimproved the race. Caste has however done one thing. It has completely \ndisorganized and demoralized the Hindus. \nThe first and foremost thing that must be recognized is that Hindu Society \nis a myth. The name Hindu is itself a foreign name. It was given by the \nMohammedans to the natives for the purpose of distinguishing themselves. \nIt does not occur in any Sanskrit work prior to the Mohammedan invasion. \nThey did not feel the necessity of a common name because they had no \nconception of their having constituted a community. Hindu society as such \ndoes not exist. It is only a collection of castes. Each caste is conscious of its \nexistence. Its survival is the be all and end all of its existence. Castes do not \neven form a federation. A caste has no feeling that it is affiliated to other \ncastes except when there is a Hindu-Muslim riot. On all other occasions each \ncaste endeavours to segregate itself and to distinguish itself from other castes. \nEach caste not only dines among itself and marries among itself but each \ncaste prescribes its own distinctive dress. What other explanation can there \nbe of the innumerable styles of dress worn by the men and women of India \nwhich so amuse the tourists ? Indeed the ideal Hindu must be like a rat living \nin his own hole refusing to have any contact with others. There is an utter \nlack among the Hindus of what the sociologists call “consciousness of kind”. \nThere is no Hindu consciousness of kind. In every Hindu the consciousness \nthat exists is the consciousness of his caste. That is the reason why the \nHindus cannot be said to form a society or a nation. There are however many \nIndians whose patriotism does not permit them to admit that Indians are \nnot a nation, that they are only an amorphous mass of people. They have \ninsisted that underlying the apparent diversity there is a fundamental unity \nwhich marks the life of the Hindus in as much as there is a similarity of\n51 ANNIHILATION OF CASTE\nhabits and customs, beliefs and thoughts which obtain all over the continent \nof India. Similarity in habits and customs, beliefs and thoughts there is. \nBut one cannot accept the conclusion that therefore, the Hindus constitute \na society. To do so is to misunderstand the essentials which go to make up \na society. Men do not become a society by living in physical proximity any \nmore than a man ceases to be a member of his society by living so many \nmiles away from other men. Secondly similarity in habits and customs, \nbeliefs and thoughts is not enough to constitute men into society. Things \nmay be passed physically from one to another like bricks. In the same way \nhabits and customs, beliefs and thoughts of one group may be taken over \nby another group and there may thus appear a similarity between the two. \nCulture spreads by diffusion and that is why one finds similarity between \nvarious primitive tribes in the matter of their habits and customs, beliefs \nand thoughts, although they do not live in proximity. But no one could say \nthat because there was this similarity the primitive tribes constituted one \nsociety. This is because similarly in certain things is not enough to constitute \na society. Men constitute a society because they have things which they \npossess in common. To have similar thing is totally different from possessing \nthings in common. And the only way by which men can come to possess \nthings in common with one another is by being in communication with one \nanother. This is merely another way of saying that Society continues to exist \nby communication indeed in communication. To make it concrete, it is not \nenough if men act in a way which agrees with the acts of others. Parallel \nactivity, even if similar, is not sufficient to bind men into a society. This is \nproved by the fact that the festivals observed by the different Castes amongst \nthe Hindus are the same. Yet these parallel performances of similar festivals \nby the different castes have not bound them into one integral whole. For \nthat purpose what is necessary is for a man to share and participate in a \ncommon activity so that the same emotions are aroused in him that animate \nthe others. Making the individual a sharer or partner in the associated \nactivity so that he feels its success as his success, its failure as his failure \nis the real thing that binds men and makes a society of them. The Caste \nSystem prevents common activity and by preventing common activity it \nhas prevented the Hindus from becoming a society with a unified life and \na consciousness of its own being. \nVII\nThe Hindus often complain of the isolation and exclusiveness of a gang or \na clique and blame them for anti-social spirit. But they conveniently forget \nthat this anti-social spirit is the worst feature of their own Caste System. \nOne caste enjoys singing a hymn of hate against another caste as much as \nthe Germans did in singing their hymn of hate against the English during \nthe last war. The literature of the Hindus is full of caste genealogies in which\n52 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nan attempt is made to give a noble origin to one caste and an ignoble origin \nto other castes. The Sahyadrikhand is a notorious instance of this class of \nliterature. This anti-social spirit is not confined to caste alone. It has gone \ndeeper and has poisoned the mutual relations of the sub-castes as well. In \nmy province the Golak Brahmins, Deorukha Brahmins, Karada Brahmins, \nPalshe Brahmins and Chitpavan Brahmins, all claim to be sub-divisions of \nthe Brahmin Caste. But the anti-social spirit that prevails between them is \nquite as marked and quite as virulent as the anti-social spirit that prevails \nbetween them and other non-Brahmin castes. There is nothing strange in \nthis. An anti-social spirit is found wherever one group has “interests of its \nown” which shut it out from full interaction with other groups, so that its \nprevailing purpose is protection of what it has got. This anti-social spirit, \nthis spirit of protecting its own interests is as much a marked feature of the \ndifferent castes in their isolation from one another as it is of nations in their \nisolation. The Brahmin’s primary concern is to protect “his interest” against \nthose of the non-Brahmins and the non-Brahmin’s primary concern is to \nprotect their interests against those of the Brahmins. The Hindus, therefore, \nare not merely an assortment of castes but they are so many warring groups \neach living for itself and for its selfish ideal. There is another feature of \ncaste which is deplorable. The ancestors of the present-day English fought \non one side or the other in the wars of the Roses and the Cromwellian War. \nBut the decendents of those who fought on the one side do not bear any \nanimosity—any grudge against the descendents of those who fought on the \nother side. The feud is forgotten. But the present-day non-Brahmins cannot \nforgive the present-day Brahmins for the insult their ancestors gave to Shivaji. \nThe present-day Kayasthas will not forgive the present-day Brahmins for \nthe infamy cast upon their forefathers by the forefathers of the latter. To \nwhat is this difference due ? Obviously to the Caste System. The existence \nof Caste and Caste Consciousness has served to keep the memory of past \nfeuds between castes green and has prevented solidarity. \nVIII\nThe recent discussion about the excluded and partially included areas has \nserved to draw attention to the position of what are called the aboriginal \ntribes in India. They number about 13 millions if not more. Apart from the \nquestions whether their exclusion from the new Constitution is proper or \nimproper, the fact still remains that these aborigines have remained in their \nprimitive uncivilized State in a land which boasts of a civilization thousands \nof years old. Not only are they not civilized but some of them follow pursuits \nwhich have led to their being classified as criminals. Thirteen millions of \npeople living in the midst of civilization are still in a savage state and are \nleading the life of hereditary criminals ! ! But the Hindus have never felt \nashamed of it. This is a phenomenon which in my view is quite unparalleled. \n53 ANNIHILATION OF CASTE\nWhat is the cause of this shameful state of affairs ? Why has no attempt \nbeen made to civilize these aborigines and to lead them to take to a more \nhonourable way of making a living ? The Hindus will probably seek to account \nfor this savage state of the aborigines by attributing to them congenital \nstupidity. They will probably not admit that the aborigines have remained \nsavages because they had made no effort to civilize them, to give them \nmedical aid, to reform them, to make them good citizens. But supposing \na Hindu wished to do what the Christian missionary is doing for these \naborigines, could he have done it ? I submit not. Civilizing the aborigines \nmeans adopting them as your own, living in their midst, and cultivating \nfellow-feeling, in short loving them. How is it possible for a Hindu to do \nthis ? His whole life is one anxious effort to preserve his caste. Caste is \nhis precious possession which he must save at any cost. He cannot consent \nto lose it by establishing contact with the aborigines the remnants of the \nhateful Anaryas of the Vedic days. Not that a Hindu could not be taught \nthe sense of duty to fallen humanity, but the trouble is that no amount of \nsense of duty can enable him to overcome his duty to preserve his caste. \nCaste is, therefore, the real explanation as to why the Hindu has let the \nsavage remain a savage in the midst of his civilization without blushing \nor without feeling any sense of remorse or repentance. The Hindu has not \nrealized that these aborigines are a source of potential danger. If these \nsavages remain savages they may not do any harm to the Hindus. But if \nthey are reclaimed by non-Hindus and converted to their faiths they will \nswell the ranks of the enemies of the Hindus. If this happens the Hindu \nwill have to thank himself and his Caste System. \nIX\nNot only has the Hindu made no effort for the humanitarian cause of \ncivilizing the savages but the higher-caste Hindus have deliberately prevented \nthe lower castes who are within the pale of Hinduism from rising to the \ncultural level of the higher castes. I will give two instances, one of the Sonars \nand the other of the Pathare Prabhus. Both are communities quite well-known \nin Maharashtra. Like the rest of the communities desiring to raise their \nstatus these two communities were at one time endeavouring to adopt some \nof the ways and habits of the Brahmins. The Sonars were styling themselves \nDaivadnya Brahmins and were wearing their “dhotis” with folds on and using \nthe word namaskar for salutation. Both, the folded way of wearing the “dhoti” \nand the namaskar were special to the Brahmins. The Brahmins did not like \nthis imitation and this attempt by Sonars to pass off as Brahmins. Under the \nauthority of the Peshwas the Brahmins successfully put down this attempt \non the part of the Sonars to adopt the ways of the Brahmins. They even \ngot the President of the Councils of the East India Company’s settlement in \nBombay to issue a prohibitory order against the Sonars residing in Bombay. \nAt one time the Pathare Prabhus had widow-remarriage as a custom of their\n54 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\ncaste. This custom of widow-remarriage was later on looked upon as a mark \nof social inferiority by some members of the caste especially because it was \ncontrary to the custom prevalent among the Brahmins. With the object of \nraising the status of their community some Pathare Prabhus sought to stop \nthis practice of widow-remarriage that was prevalent in their caste. The \ncommunity was divided into two camps, one for and the other against the \ninnovation. The Peshwas took the side of those in favour of widow-remarriage \nand thus virtually prohibited the Pathare Prabhus from following the ways \nof the Brahmins. The Hindus criticise the Mohammedans for having spread \ntheir religion by the use of the sword. They also ridicule Christianity on the \nscore of the inquisition. But really speaking who is better and more worthy \nof our respect—the Mohammedans and Christians who attempted to thrust \ndown the throats of unwilling persons what they regarded as necessary for \ntheir salvation or the Hindu who would not spread the light, who would \nendeavour to keep others in darkness, who would not consent to share his \nintellectual and social inheritance with those who are ready and willing to \nmake it a part of their own make-up ? I have no hesitation in saying that if \nthe Mohammedan has been cruel the Hindu has been mean and meanness \nis worse than cruelty. \nX\nWhether the Hindu religion was or was not a missionary religion has been a \ncontroversial issue. Some hold the view that it was never a missionary religion. \nOthers hold that it was. That the Hindu religion was once a missionary \nreligion must be admitted. It could not have spread over the face of India, \nif it was not a missionary religion. That today it is not a missionary religion \nis also a fact which must be accepted. The question therefore is not whether \nor not the Hindu religion was a missionary religion. The real question is \nwhy did the Hindu religion cease to be a missionary religion ? My answer \nis this. Hindu religion ceased to be a missionary religion when the Caste \nSystem grew up among the Hindus. Caste is inconsistent with conversion. \nInculcation of beliefs and dogmas is not the only problem that is involved in \nconversion. To find a place for the convert in the social life of the community \nis another and a much more important problem that arises in connection with \nconversion. That problem is where to place the convert, in what caste ? It is \na problem which must baffle every Hindu wishing to make aliens converts \nto his religion. Unlike the club the membership of a caste is not open to \nall and sundry. The law of caste confines its membership to person bom in \nthe caste. Castes are autonomous and there is no authority anywhere to \ncompel a caste to admit a new-comer to its social life. Hindu Society being \na collection of castes and each caste being a close corporation there is no \nplace for a convert. Thus it is the caste which has prevented the Hindus from \nexpanding and from absorbing other religious communities. So long as caste\n55 ANNIHILATION OF CASTE\nremain, Hindu religion cannot be made a missionary religion and Shudhi \nwill be both a folly and a futility. \nXI\nThe reasons which have made Shudhi impossible for Hindus are also \nresponsible for making Sanghatan impossible. The idea underlying Sanghatan \nis to remove from the mind of the Hindu that timidity and cowardice which \nso painfully make him off from the Mohammedan and the Sikh and which \nhave led him to adopt the low ways of treachery and cunning for protecting \nhimself. The question naturally arises : From where does the Sikh or the \nMohammedan derive his strength which makes him brave and fearless ? I am \nsure it is not due to relative superiority of physical strength, diet or drill. It \nis due to the strength arising out of the feeling that all Sikhs will come to the \nrescue of a Sikh when he is in danger and that all Mohammedans will rush \nto save a Muslim if he is attacked. The Hindu can derive no such strength. \nHe cannot feel assured that his fellows will come to his help. Being one and \nfated to be alone he remains powerless, develops timidity and cowardice and \nin a fight surrenders or runs away. The Sikh as well as the Muslim stands \nfearless and gives battle because he knows that though one he will not be \nalone. The presence of this belief in the one helps him to hold out and the \nabsence of it in the other makes him to give way. If you pursue this matter \nfurther and ask what is it that enables the Sikh and the Mohammedan to \nfeel so assured and why is the Hindu filled with such despair in the matter \nof help and assistance you will find that the reasons for this difference lie in \nthe difference in their associated mode of living. The associated mode of life \npractised by the Sikhs and the Mohammedans produces fellow-feeling. The \nassociated mode of life of the Hindus does not. Among Sikhs and Muslims \nthere is a social cement which makes them Bhais. Among Hindus there is \nno such cement and one Hindu does not regard another Hindu as his Bhai. \nThis explains why a Sikh says and feels that one Sikh, or one Khalsa is \nequal to Sava Lakh men. This explains why one Mohammedan is equal to \na crowd of Hindus. This difference is undoubtedly a difference due to caste. \nSo long as caste remains, there will be no Sanghatan and so long as there \nis no Sanghatan the Hindu will remain weak and meek. The Hindus claim \nto be a very tolerant people. In my opinion this is a mistake. On many \noccasions they can be intolerant and if on some occasions they are tolerant \nthat is because they are too weak to oppose or too indifferent to oppose. \nThis indifference of the Hindus has become so much a part of their nature \nthat a Hindu will quite meekly tolerate an insult as well as a wrong. You \nsee amongst them, to use the words of Morris, “ The great reading down the \nlittle, the strong heating down the weak, cruel men fearing not, kind men \ndaring not and wise men caring not.” With the Hindu Gods all forbearing, \nit is not difficult to imagine the pitiable condition of the wronged and the\n56 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\noppressed among the Hindus. Indifferentism is the worst kind of disease \nthat can infect a people. Why is the Hindu so indifferent ? In my opinion \nthis indifferentism is the result of Caste System which has made Sanghatan \nand co-operation even for a good cause impossible. \nXII\nThe assertion by the individual of his own opinions and beliefs, his own \nindependence and interest as over against group standards, group authority \nand group interests is the beginning of all reform. But whether the reform \nwill continue depends upon what scope the group affords for such individual \nassertion. If the group is tolerant and fair-minded in dealing with such \nindividuals they will continue to assert and in the end succeed in converting \ntheir fellows. On the other hand if the group is intolerant and does not \nbother about the means it adopts to stifle such individuals they will perish \nand the reform will die out. New a caste has an unquestioned right to \nexcommunicate any man who is guilty of breaking the rules of the caste \nand when it is realized that excommunication involves a complete cesser \nof social intercourse it will be agreed that as a form of punishment there \nis really little to choose between excommunication and death. No wonder \nindividual Hindus have not had the courage to assert their independence \nby breaking the barriers of caste. It is true that man cannot get on with \nhis fellows. But it is also true that he cannot do without them. He would \nlike to have the society of his fellows on his terms. If he cannot get it on \nhis terms then he will be ready to have it on any terms even amounting to \ncomplete surrender. This is because he cannot do without society. A caste is \never ready to take advantage of the helplessness of a man and insist upon \ncomplete conformity to its code in letter and in spirit. A caste can easily \norganize itself into a conspiracy to make the life of a reformer a hell and if \na conspiracy is a crime I do not understand why such a nefarious act as an \nattempt to excommunicate a person for daring to act contrary to the rules \nof caste should not be made an offence punishable in law. But as it is, even \nlaw gives each caste an autonomy to regulate its membership and punish \ndissenters with excommunication. Caste in the hands of the orthodox has \nbeen a powerful weapon for persecuting the reforms and for killing all reform. \nXIII\nThe effect of caste on the ethics of the Hindus is simply deplorable. Caste \nhas killed public spirit. Caste has destroyed the sense of public charity. \nCaste has made public opinion impossible. A Hindu’s public is his caste. His \nresponsibility is only to his caste. His loyalty is restricted only to his caste. \nVirtue has become caste-ridden and morality has become caste-bound. There \nis no sympathy to the deserving. There is no appreciation of the meritorious. \nThere is no charity to the needy. Suffering as such calls for no response. \nThere is charity but it begins with the caste and ends with the caste. There\n57 ANNIHILATION OF CASTE\nis sympathy but not for men of other caste. Would a Hindu acknowledge \nand follow the leadership of a great and good man? The case of a Mahatma \napart, the answer must be that he will follow a leader if he is a man of his \ncaste. A Brahmin will follow a leader only if he is a Brahmin, a Kayastha \nif he is a Kayastha and so on. The capacity to appreciate merits in a man \napart from his caste does not exist in a Hindu. There is appreciation of \nvirtue but only when the man is a fellow caste-man. The whole morality \nis as bad as tribal morality. My caste-man, right or wrong; my caste-man, \ngood or bad. It is not a case of standing by virtue and not standing by \nvice. It is a case of standing or not standing by the caste. Have not Hindus \ncommitted treason against their country in the interests of their caste ? \nXIV\nI would not be surprised if some of you have grown weary listening \nto this tiresome tale of the sad effects which caste has produced. There \nis nothing new in it. I will therefore turn to the constructive side of the \nproblem. What is your ideal society if you do not want caste is a question \nthat is bound to be asked of you. If you ask me, my ideal would be a \nsociety based on Liberty, Equality and Fraternity. And why not ? What \nobjection can there be to Fraternity ? I cannot imagine any. An ideal society \nshould be mobile, should be full of channels for conveying a change taking \nplace in one part to other parts. In an ideal society there should be many \ninterests consciously communicated and shared. There should be varied \nand free points of contact with other modes of association. In other words \nthere must be social endosmosis. This is fraternity, which is only another \nname for democracy. Democracy is not merely a form of Government. \nIt is primarily a mode of associated living, of conjoint communicated \nexperience. It is essentially an attitude of respect and reverence towards \nfellowmen. Any objection to Liberty ? Few object to liberty in the sense of \na right to free movement, in the sense of a right to life and limb. There \nis no objection to liberty in the sense of a right to property, tools and \nmaterials as being necessary for earning a living to keep the body in \ndue state of health. Why not allow liberty to benefit by an effective and \ncompetent use of a person’s powers ? The supporters of caste who would \nallow liberty in the sense of a right to life, limb and property, would not \nreadily consent to liberty in this sense, inasmuch as it involves liberty to \nchoose one’s profession. But to object to this kind of liberty is to perpetuate \nslavery. For slavery does not merely mean a legalized form of subjection. \nIt means a state of society in which some men are forced to accept from \nother the purposes which control their conduct. This condition obtains even \nwhere mere is no slavery in the legal sense. It is found where, as in the \nCaste System, some persons are compelled to carry on certain prescribed \ncallings which are not of their choice. Any objection to equality ? This \nhas obviously been the most contentious part of the slogan of the French\n58 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nRevolution. The objections to equality may be sound and one may have \nto admit that all men are not equal. But what of that ? Equality may be \na fiction but nonetheless one must accept it as the governing principle. A \nman’s power is dependent upon (1) physical heredity, (2) social inheritance \nor endowment in the form of parental care, education, accumulation of \nscientific knowledge, everything which enables him to be more efficient \nthan the savage, and finally, (3) on his own efforts. In all these three \nrespects men are undoubtedly unequal. But the question is, shall we \ntreat them as unequal because they are unequal ? This is a question \nwhich the opponents of equality must answer. From the standpoint of the \nindividualist it may be just to treat men unequally so far as their efforts \nare unequal. It may be desirable to give as much incentive as possible to \nthe full development of every one’s powers. But what would happen if men \nwere treated unequally as they are, in the first two respects ? It is obvious \nthat those individuals also in whose favour there is birth, education, family \nname, business connections and inherited wealth would be selected in the \nrace. But selection under such circumstances would not be a selection of \nthe able. It would be the selection of the privileged. The reason therefore, \nwhich forces that in the third respect we should treat men unequally \ndemands that in the first two respects we should treat men as equally as \npossible. On the other hand it can be urged that if it is good for the social \nbody to get the most out of its members, it can get most out of them only \nby making them equal as far as possible at the very start of the race. \nThat is one reason why we cannot escape equality. But there is another \nreason why we must accept equality. A Statesman is concerned with vast \nnumbers of people. He has neither the time nor the knowledge to draw fine \ndistinctions and to treat each equitably i.e. according to need or according \nto capacity. However desirable or reasonable an equitable treatment of \nmen may be, humanity is not capable of assortment and classification. \nThe statesman, therefore, must follow some rough and ready rule and that \nrough and ready rule is to treat all men alike not because they are alike \nbut because classification and assortment is impossible. The doctrine of \nequality is glaringly fallacious but taking all in all it is the only way a \nstatesman can proceed in politics which is a severely practical affair and \nwhich demands a severely practical test. \nXV\nBut there is a set of reformers who hold out a different ideal. They go by \nthe name of the Arya Samajists and their ideal of social organization is what \nis called Chaturvarnya or the division of society into four classes instead of \nthe four thousand castes that we have in India. To make it more attractive \nand to disarm opposition the protagonists of Chaturvarnya take great care to \npoint out that their Chaturvarnya is based not on birth but on guna (worth). \nAt the outset, I must confess that notwithstanding the worth-basis of this\n59 ANNIHILATION OF CASTE\nChaturvarnya, it is an ideal to which I cannot reconcile myself. In the \nfirst place, if under the Chaturvarnya of the Arya Samajists an individual \nis to take his place in the Hindu Society according to his worth. I do not \nunderstand why the Arya Samajists insist upon labelling men as Brahmin, \nKshatriya, Vaishya and Shudra. A learned man would be honoured without \nhis being labelled a Brahmin. A soldier would be respected without his \nbeing designated a Kshatriya. If European society honours its soldiers and \nits servants without giving them permanent labels, why should Hindu \nSociety find it difficult to do so is a question, which Arya Samajists have \nnot cared to consider. There is another objection to the continuance of these \nlabels. All reform consists in a change in the notions, sentiment and mental \nattitudes of the people towards men and things. It is common experience \nthat certain names become associated with certain notions and sentiments, \nwhich determine a person’s attitude towards men and things. The names, \nBrahmin, Kshatriya, Vaishya and Shudra, are names which are associated \nwith a definite and fixed notion in the mind of every Hindu. That notion is \nthat of a hierarchy based on birth. So long as these names continue, Hindus \nwill continue to think of the Brahmin, Kshatriya, Vaishya and Shudra as \nhierarchical divisions of high and low, based on birth, and act accordingly. \nThe Hindu must be made to unlearn all this. But how can this happen if \nthe old labels remain and continue to recall to his mind old notions. If new \nnotions are to be inculcated in the minds of people it is necessary to give \nthem new names. To continue the old name is to make the reform futile. To \nallow this Chaturvarnya, based on worth to be designated by such stinking \nlabels of Brahmin, Kshatriya, Vaishya, Shudra, indicative of social divisions \nbased on birth, is a snare. \nXVI\nTo me this Chaturvarnya with its old labels is utterly repellent and my whole \nbeing rebels against it. But I do not wish to rest my objection to Chaturvarnya \non mere grounds of sentiments. There are more solid grounds on which I rely \nfor my opposition to it. A close examination of this ideal has convinced me \nthat as a system of social organization, Chaturvarnya is impracticable, harmful \nand has turned out to be a miserable failure. From a practical point of view, \nthe system of Chaturvarnya raises several difficulties which its protagonists \ndo not seem to have taken into account. The principle underlying caste is \nfundamentally different from the principle underlying Varna. Not only are \nthey fundamentally different but they are also fundamentally opposed. The \nformer is based on worth. How are you going to compel people who have \nacquired a higher status based on birth without reference to their worth \nto vacate that status ? How are you going to compel people to recognize \nthe status due to a man in accordance with his worth, who is occupying a \nlower status based on his birth ? For this you must first break up the Caste \nSystem, in order to be able to establish the Varna system. How are you going\n60 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nto reduce the four thousand castes, based on birth, to the four Varnas, \nbased on worth ? This is the first difficulty which the protagonists of the \nChaturvarnya must grapple with. There is a second difficulty which the \nprotagonists of Chaturvarnya must grapple with, if they wish to make the \nestablishment of Chaturvarnya a success. \nChaturvarnya pre-supposes that you can classify people into four definite \nclasses. Is this possible ? In this respect, the ideal of Chaturvarnya has, \nas you will see, a close affinity to the Platonic ideal. To Plato, men fell by \nnature into three classes. In some individuals, he believed mere appetites \ndominated. He assigned them to the labouring and trading classes. Others \nrevealed to him that over and above appetites, they have a courageous \ndisposition. He classed them as defenders in war and guardians of internal \npeace. Others showed a capacity to grasp the universal reason underlying \nthings. He made them the law-givers of the people. The criticism to which \nPlato’s Republic is subject, is also the criticism which must apply to the \nsystem of Chaturvarnya, in so far as it proceeds upon the possibility \nof an accurate classification of men into four distinct classes. The chief \ncriticism against Plato is that his idea of lumping of individuals into a \nfew sharply marked-off classes is a very superficial view of man and his \npowers. Plato had no perception of the uniqueness of every individual, of \nhis incommensurability with others, of each individual forming a class of \nhis own. He had no recognition of the infinite diversity of active tendencies \nand combination of tendencies of which an individual is capable. To him, \nthere were types of faculties or powers in the individual constitution. All this \nis demonstrably wrong. Modern science has shown that lumping together \nof individuals into a few sharply marked-off classes is a superficial view \nof man not worthy of serious consideration. Consequently, the utilization \nof the qualities of individuals is incompitable with their startification by \nclasses, since the qualities of individuals are so variable. Chaturvarnya \nmust fail for the very reason for which Plato’s Republic must fail, namely \nthat it is not possible to pigeon men into holes, according as he belongs to \none class or the other. That it is impossible to accurately classify people \ninto four definite classes is proved by the fact that the original four classes \nhave now become four thousand castes. \nThere is a third difficulty in the way of the establishment of the system of \nChaturvarnya. How are you going to maintain the system of Chaturvarnya, \nsupposing it was established ? One important requirement for the successful \nworking of Chaturvarnya is the maintenance of the penal system which could \nmaintain it by its sanction. The system of Chaturvarnya must perpetually \nface the problem of the transgressor. Unless there is a penalty attached to the \nact of transgression, men will not keep to their respective classes. The whole \nsystem will break down, being contrary to human nature. Chaturvarnya \ncannot subsist by its own inherent goodness. It must be enforced by law. \n61 ANNIHILATION OF CASTE\nThat, without penal sanction the ideal of Chaturvarnya cannot be realized, \nis proved by the story in the Ramayana of Rama killing Shambuka. Some \npeople seem to blame Rama because he want only and without reason killed \nShambuka. But to blame Rama for killing Shambuka is to misunderstand \nthe whole situation. Ram Raj was a Raj based on Chaturvarnya. As a king, \nRama was bound to maintain Chaturvarnya. It was his duty therefore to kill \nShambuka, the Shudra, who had transgressed his class and wanted to be a \nBrahmin. This is the reason why Rama killed Shambuka. But this also shows \nthat penal sanction is necessary for the maintenance of Chaturvarnya. Not \nonly penal sanction is necessary, but penalty of death is necessary. That is \nwhy Rama did not inflict on Shambuka a lesser punishment. That is why \nManu-Smriti prescribes such heavy sentences as cutting off the tongue or \npouring of molten lead in the ears of the Shudra, who recites or hears the \nVeda. The supporters of Chaturvarnya must give an assurance that they \ncould successfully classify men and they could induce modern society in the \ntwentieth century to reforge the penal sanctions of Manu-Smriti. \nThe protagonists of Chaturvarnya do not seem to have considered what \nis to happen to women in their system. Are they also to be divided into \nfour classes, Brahmin, Kshatriya, Vaishya and Shudra? Or are they to be \nallowed to take the status of their husbands. If the status of the woman is \nto be the consequence of marriage what becomes of the underlying principle \nof Chaturvarnya, namely, that the status of a person should be based upon \nthe worth of that person ? If they are to  be classified according to their \nworth is their classification to be nominal or real ? If it is to be nominal \nthen it is useless and then the protagonists of Chaturvarnya must admit \nthat their system does not apply to women. If it is real, are the protagonists \nof Chaturvarnya prepared to follow the logical consequences of applying \nit to women ? They must be prepared to have women priests and women \nsoldiers. Hindu society has grown accustomed to women teachers and women \nbarristers. It may grow accustomed to women brewers and women butchers. \nBut he would be a bold person, who would say that it will allow women \npriests and women soldiers. But that will be the logical outcome of applying \nChaturvarnya to women. Given these difficulties, I think no one except a \ncongenital idiot could hope and believe in a successful regeneration of the \nChaturvarnya. \nXVII\nAssuming that Chaturvarnya is practicable, I contend that it is the most \nvicious system. That the Brahmins should cultivate knowledge, that the \nKshatriya should bear arms, that the Vaishya should trade and that the \nShudra should serve sounds as though it was a system of division of labour. \nWhether the theory was intended to state that the Shudra need not or that \nwhether it was intended to lay down that he must not, is an interesting \nquestion. The defenders of Chaturvarnya give it the first meaning. They say,\n62 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nwhy should the Shudra need trouble to acquire wealth, when the three \nVarnas are there to support him ? Why need the Shudra bother to take to \neducation, when there is the Brahmin to whom he can go when the occasion \nfor reading or writing arises ? Why need the Shudra worry to arm himself \nbecause there is the Kshatriya to protect him ? The theory of Chaturvarnya, \nunderstood in this sense, may be said to look upon the Shudra as the ward \nand the three Varnas as his guardians. Thus interpreted, it is a simple, \nelevating and alluring theory. Assuming this to be the correct view of the \nunderlying conception of Chaturvarnya, it seems to me that the system \nis neither fool-proof nor knave-proof. What is to happen, if the Brahmins, \nVaishyas and Kshatriyas fail to pursue knowledge, to engage in economic \nenterprise and to be efficient soldiers which are their respective functions ? \nContrary-wise, suppose that they discharge their functions but flout their \nduty to the Shudra or to one another, what is to happen to the Shudra if \nthe three classes refuse to support him on fair terms or combine to keep him \ndown ? Who is to safeguard the interests of the Shudra or for the matter of \nthat of the Vaishya and Kshatriya when the person, who is trying to take \nadvantage of his ignorance is the Brahmin ? Who is to defend the liberty \nof the Shudra and for the matter of that, of the Brahmin and the Vaishya \nwhen the person who is robbing him of it is the Kshatriya ? Inter-dependence \nof one class on another class is inevitable. Even dependence of one class \nupon another may sometimes become allowable. But why make one person \ndepend upon another in the matter of his vital needs ? Education everyone \nmust have. Means of defence everyone must have. These are the paramount \nrequirements of every man for his self-preservation. How can the fact that \nhis neighbour is educated and armed help a man who is uneducated and \ndisarmed. The whole theory is absurd. These are the questions, which the \ndefenders of Chaturvarnya do not seem to be troubled about. But they are \nvery pertinent questions. Assuming their conception of Chaturvarnya that \nthe relationship between the different classes is that of ward and guardian \nis the real conception underlying Chaturvarnya, it must be admitted that it \nmakes no provision to safeguard the interests of the ward from the misdeeds \nof the guardian. Whether the relationship of guardian and ward was the \nreal underlying conception, on which Chaturvarnya was based, there is no \ndoubt that in practice the relation was that of master and servants. The \nthree classes, Brahmins, Kshatriyas and Vaishyas although not very happy \nin their mutual relationship managed to work by compromise. The Brahmin \nflattered the Kshatriya and both let the Vaishya live in order to be able to \nlive upon him. But the three agreed to beat down the Shudra. He was not \nallowed to acquire wealth lest he should be independent of the three Varnas. \nHe was prohibited from acquiring knowledge lest he should keep a steady \nvigil regarding his interests. He was prohibited from bearing arms lest he \nshould have the means to rebel against their authority. That this is how \nthe Shudras were treated by the Tryavarnikas is evidenced by the Laws\n63 ANNIHILATION OF CASTE\nof Manu. There is no code of laws more in famous regarding social rights \nthan the Laws of Manu. Any instance from anywhere of social injustice \nmust pale before it. Why have the mass of people tolerated the social evils \nto which they have been subjected ? There have been social revolutions in \nother countries of the world. Why have there not been social revolutions \nin India, is a question which has incessantly troubled me. There is only \none answer, which I can give and it is that the lower classes of Hindus \nhave been completely disabled for direct action on account of this wretched \nsystem of Chaturvarnya. They could not bear arms and without arms \nthey could not rebel. They were all ploughmen or rather condemned to be \nploughmen and they never were allowed to convert their ploughshare into \nswords. They had no bayonets and therefore everyone who chose could and \ndid sit upon them. On account of the Chaturvarnya, they could receive no \neducation. They could not think out or know the way to their salvation. \nThey were condemned to be lowly and not knowing the way of escape \nand not having the means of escape, they became reconciled to eternal \nservitude, which they accepted as their inescapable fate. It is true that \neven in Europe the strong has not shrunk from the exploitation, nay the \nspoliation of the weak. But in Europe, the strong have never contrived to \nmake the weak helpless against exploitation so shamelessly as was the \ncase in India among the Hindus. Social war has been raging between the \nstrong and the weak far more violently in Europe than it has ever been in \nIndia. Yet, the weak in Europe has had in his freedom of military service \nhis physical weapon, in suffering his political weapon and in education his \nmoral weapon. These three weapons for emancipation were never withheld \nby the strong from the weak in Europe. All these weapons were, however, \ndenied to the masses in India by Chaturvarnya. There cannot be a more \ndegrading system of social organization than the Chaturvarnya. It is the \nsystem which deadens, paralyses and cripples the people from helpful \nactivity. This is no exaggeration. History bears ample evidence. There is \nonly one period in Indian history which is a period of freedom, greatness \nand glory. That is the period of the Mourya Empire. At all other times the \ncountry suffered from defeat and darkness. But the Mourya period was a \nperiod when Chaturvarnya was completely annihilated, when the Shudras, \nwho constituted the mass of the people, came into their own and became \nthe rulers of the country. The period of defeat and darkness is the period \nwhen Chaturvarnya flourished to the damnation of the greater part of the \npeople of the country. \nXVIII\nChaturvarnya is not new. It is as old as the Vedas. That is one of the \nreasons why we are asked by the Arya Samajists to consider its claims. \nJudging from the past as a system of social organization, it has been tried \nand it has failed. How many times have the Brahmins annihilated the seed\n64 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nof the Kshatriyas ! How many times have the Kshatriyas annihilated the \nBrahmins! The Mahabharata and the Puranas are full of incidents of the \nstrife between the Brahmins and the Kshatriyas. They even quarreled \nover such petty questions as to who should salute first, as to who should \ngive way first, the Brahmins or the Kshatriyas, when the two met in \nthe street. Not only was the Brahmin an eyesore to the Kshatriya and \nthe Kshatriya an eyesore to the Brahmin, it seems that the Kshatriyas \nhad become tyrannical and the masses, disarmed as they were under the \nsystem of Chaturvarnya, were praying Almighty God for relief from their \ntyranny. The Bhagwat tells us very definitely that Krishna had taken \nAvtar for one sacred purpose and that was to annihilate the Kshatriyas. \nWith these instances of rivalry and enmity between the different Varnas \nbefore us, I do not understand how any one can hold out Chaturvarnya \nas an ideal to be aimed at or as a pattern, on which the Hindu Society \nshould be remodelled,\nXIX\nI have dealt with those, who are without you and whose hostility to your \nideal is quite open. There appear to be others, who are neither without \nyou not with you. I was hesitating whether I should deal with their point \nof view. But on further consideration I have come to the conclusion that \nI must and that for two reasons. Firstly, their attitude to the problem of \ncaste is not merely an attitude of neutrality, but is an attitude of armed \nneutrality. Secondly, they probably represent a considerable body of people. \nOf these, there is one set which finds nothing peculiar nor odious in the \nCaste System of the Hindus. Such Hindus cite the case of Muslims, Sikhs \nand Christians and find comfort in the fact that they too have castes \namongst them. In considering, this question you must at the outset bear \nin mind that nowhere is human society one single whole. It is always \nplural. In the world of action, the individual is one limit and society the \nother. Between them lie all sorts of associative arrangements of lesser \nand larger scope, families, friendship, co-operative associations, business \ncombines, political parties, bands of thieves and robbers. These small \ngroups are usually firmly welded together and are often as exclusive as \ncastes. They have a narrow and intensive code, which is often anti-social. \nThis is true of every society, in Europe as well as in Asia. The question \nto be asked in determining whether a given society is an ideal society; is \nnot whether there are groups in it, because groups exist in all societies. \nThe questions to be asked in determining what is an ideal society are : \nHow numerous and varied are the interests which are consciously shared \nby the groups ? How full and free is the interplay with other forms of \nassociations ? Are the forces that separate groups and classes more numerous \nthan the forces that unite ? What social significance is attached to this \ngroup life ? Is its exclusiveness a matter of custom and convenience or is \nit a matter of religion ? It is in the light of these questions that one must\n65 ANNIHILATION OF CASTE\ndecide whether caste among Non-Hindus is the same as caste among Hindus. \nIf we apply these considerations to castes among Mohammedans, Sikhs and \nChristians on the one hand and to castes among Hindus on the other, you \nwill find that caste among Non-Hindus is fundamentally different from caste \namong Hindus. First, the ties, which consciously make the Hindus hold \ntogether, are non-existent, while among Non-Hindus there are many that \nhold them together. The strength of a society depends upon the presence of \npoints of contact, possibilities of interaction between different groups which \nexist in it. These are what Carlyle calls “organic filaments” i.e. the elastic \nthreads which help to bring the disintegrating elements together and to \nreunite them. There is no integrating force among the Hindus to counteract \nthe disintegration caused by caste. While among the Non-Hindus there \nare plenty of these organic filaments which bind them together. Again it \nmust be borne in mind that although there are castes among Non-Hindus, \nas there are among Hindus, caste has not the same social significance for \nNon-Hindus as it has for Hindus. Ask Mohammedan or a Sikh, who he is ? \nHe tells you that he is a Mohammedan or a Sikh as the case may be. He \ndoes not tell you his caste although he has one and you are satisfied with \nhis answer. When he tells you that he is a Muslim, you do not proceed to \nask him whether he is a Shiya or a Sunni; Sheikh or Saiyad; Khatik or \nPinjari. When he tells you he is a Sikh, you do not ask him whether he is \nJat or Roda; Mazbi or Ramdasi. But you are not satisfied, if a person tells \nyou that he is a Hindu. You feel bound to inquire into his caste. Why ? \nBecause so essential is caste in the case of a Hindu that without knowing \nit you do not feel sure what sort of a being he is. That caste has not the \nsame social significance among Non-Hindus as it has among Hindus is clear \nif you take into consideration the consequences which follow breach of caste. \nThere may be castes among Sikhs and Mohammedans but the Sikhs and the \nMohammedans will not outcast a Sikh or a Mohammedan if he broke his \ncaste. Indeed, the very idea of excommunication is foreign to the Sikhs and \nthe Mohammedans. But with the Hindus the case is entirely different. He \nis sure to be outcasted if he broke caste. This shows the difference in the \nsocial significance of caste to Hindus and Non-Hindus. This is the second \npoint of difference. But there is also a third and a more important one. Caste \namong the non-Hindus has no religious consecration ; but among the Hindus \nmost decidedly it has. Among the Non-Hindus, caste is only a practice, not a \nsacred institution. They, did not originate it. With them it is only a survival. \nThey do not regard caste as a religious dogma. Religion compels the Hindus \nto treat isolation and segregation of castes as a virtue. Religion does not \ncompel the Non-Hindus to take the same attitude towards caste. If Hindus \nwish to break caste, their religion will come in their way. But it will not be \nso in the case of Non-Hindus. It is, therefore, a dangerous delusion to take \ncomfort in the mere existence of caste among Non-Hindus, without caring \nto know what place caste occupies in their life and whether there are other \n66 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\n“organic filaments”, which subordinate the feeling of caste to the feeling of \ncommunity. The sooner the Hindus are cured of this delusion the better. \nThe other set denies that caste presents any problem at all for the Hindus \nto consider. Such Hindus seek comfort in the view that the Hindus have \nsurvived and take this as a proof of their fitness to survive. This point of \nview is well expressed by Prof. S. Radhakrishnan in his Hindu view of \nLife. Referring to Hinduism he says, “The civilization itself has not been a \nshortlived one. Its historic records date back for over four thousand years \nand even then it had reached a stage of civilization which has continued \nits unbroken, though at times slow and static, course until the present day. \nIt has stood the stress and strain of more than four or five millenniums \nof spiritual thought and experience. Though peoples of different races and \ncultures have been pouring into India from the dawn of History, Hinduism \nhas been able to maintain its supremacy and even the proselytising creeds \nbacked by political power have not been able to coerce the large majority \nof Hindus to their views. The Hindu culture possesses some vitality which \nseems to be denied to some other more forceful currents. It is no more \nnecessary to dissect Hinduism than to open a tree to see whether the sap \nstill runs.” The name of Prof. Radhakrishnan is big enough to invest with \nprofundity whatever he says and impress the minds of his readers. But I \nmust not hesitate to speak out my mind. For, I fear that, his statement \nmay become the basis of a vicious argument that the fact of survival is \nproof of fitness to survive. It seems to me that the question is not whether \na community lives or dies ; the question is on what plane does it live. There \nare different modes of survival. But all are not equally honourable. For an \nindividual as well as for a society, there is a gulf between merely living \nand living worthily. To fight in a battle and to live in glory is one mode. To \nbeat a retreat, to surrender and to live the life of a captive is also a mode \nof survival. It is useless for a Hindu to take comfort in the fact that he and \nhis people have survived. What he must consider is what is the quality of \ntheir survival. If he does that, I am sure he will cease to take pride in the \nmere fact of survival. A Hindu’s life has been a life of continuous defeat \nand what appears to him to be life everlasting is not living everlastingly \nbut is really a life which is perishing everlastingly. It is a mode of survival \nof which every right-minded Hindu, who is not afraid to own up the truth, \nwill feel ashamed. \nXX\nThere is no doubt, in my opinion, that unless you change your social \norder you can achieve little by way of progress. You cannot mobilize the \ncommunity either for defence or for offence. You cannot build anything on \nthe foundations of caste. You cannot build up a nation, you cannot build \nup a morality. Anything that you will build on the foundations of caste will \ncrack and will never be a whole. \n67 ANNIHILATION OF CASTE\nThe only question that remains to be considered is— How to bring about \nthe reform of the Hindu social order ? How to abolish caste ? This is a \nquestion of supreme importance. There is a view that in the reform of \ncaste, the first step to take, is to abolish sub-castes. This view is based \nupon the supposition that there is a greater similarity in manners and \nstatus between sub-castes than there is between castes. I think, this is an \nerroneous supposition. The Brahmins of Northern and Central India are \nsocially of lower grade, as compared with the Brahmins of the Deccan and \nSouthern India. The former are only cooks and water-carriers while the \nlatter occupy a high social position. On the other hand, in Northern India, \nthe Vaishyas and Kayasthas are intellectually and socially on a par with the \nBrahmins of the Deccan and Southern India. Again, in the matter of food \nthere is no similarity between the Brahmins of the Deccan and Southern \nIndia, who are vegetarians and the Brahmins of Kashmir and Bengal who \nare non-vegetarians. On the other hand, the Brahmins of the Deccan and \nSouthern India have more in common so far as food is concerned with such \nnon-Brahmins as the Gujaratis, Marwaris, Banias and Jains. There is no \ndoubt that from the standpoint of making the transit from one caste to \nanother easy, the fusion of the Kayasthas of Northern India and the other \nNon-Brahmins of Southern India with the Non-Brahmins of the Deccan and \nthe Dravid country is more practicable than the fusion of the Brahmins of \nthe South with the Brahmins of the North. But assuming that the fusion \nof sub-Castes is possible, what guarantee is there that the abolition of sub-\nCastes will necessarily lead to the abolition of Castes ? On the contrary, \nit may happen that the process may stop with the abolition of sub-Castes. \nIn that case, the abolition of sub-Castes will only help to strengthen the \nCastes and make them more powerful and therefore more mischievous. \nThis remedy is therefore neither practicable nor effective and may easily \nprove to be a wrong remedy. Another plan of action for the abolition of \nCaste is to begin with inter-caste dinners. This also, in my opinion, is an \ninadequate remedy. There are many Castes which allow inter-dining. But \nit is a common experience that inter-dining has not succeeded in killing \nthe spirit of Caste and the consciousness of Caste. I am convinced that the \nreal remedy is inter-marriage. Fusion of blood can alone create the feeling \nof being kith and kin and unless this feeling of kinship, of being kindred, \nbecomes paramount the separatist feeling—the feeling of being aliens—\ncreated by Caste will not vanish. Among the Hindus inter-marriage must \nnecessarily be a factor of greater force in social life than it need be in the \nlife of the non-Hindus. Where society is already well-knit by other ties, \nmarriage is an ordinary incident of life. But where society cut asunder, \nmarriage as a binding force becomes a matter of urgent necessity. The real \nremedy for breaking Caste is inter-marriage. Nothing else will serve as the \nsolvent of Caste. Your Jat-Pat-Todak Mandal has adopted this line of attack\n68 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nIt is a direct, and frontal attack, and I congratulate you upon a correct \ndiagnosis and more upon your having shown the courage to tell the Hindus \nwhat is really wrong with them. Political tyranny is nothing compared to \nsocial tyranny and a reformer, who defies society, is a much more courageous \nman than a politician, who defies Government. You are right in holding \nthat Caste will cease to be an operative force only when inter-dining and \ninter-marriage have become matters of common course. You have located \nthe source of the disease. But is your prescription the right prescription for \nthe disease ? Ask yourselves this question; Why is it that a large majority \nof Hindus do not inter-dine and do not inter-marry? Why is it that your \ncause is not popular ? There can be only one answer to this question and \nit is that inter-dining and inter-marriage are repugnant to the beliefs and \ndogmas which the Hindus regard as sacred. Caste is not a physical object \nlike a wall of bricks or a line of barbed wire which prevents the Hindus from \nco-mingling and which has, therefore, to be pulled down. Caste is a notion, \nit is a state of the mind. The destruction of Caste does not therefore mean \nthe destruction of a physical barrier. It means a notional change. Caste may \nbe bad. Caste may lead to conduct so gross as to be called man’s inhumanity \nto man. All the same, it must be recognized that the Hindus observe Caste \nnot because they are inhuman or wrong headed. They observe Caste because \nthey are deeply religious. People are not wrong in observing Caste. In my \nview, what is wrong is their religion, which has inculcated this notion of \nCaste. If this is correct, then obviously the enemy, you must grapple with, \nis not the people who observe Caste, but the Shastras which teach them \nthis religion of Caste. Criticising and ridiculing people for not inter-dining \nor inter-marrying or occasionally holding inter-caste dinners and celebrating \ninter-caste marriages, is a futile method of achieving the desired end. The \nreal remedy is to destroy the belief in the sanctity of the Shastras. How \ndo you expect to succeed, if you allow the Shastras to continue to mould \nthe beliefs and opinions of the people ? Not to question the authority of the \nShastras, to permit the people to believe in their sanctity and their sanctions \nand to blame them and to criticise them for their acts as being irrational \nand inhuman is a incongruous way of carrying on social reform. Reformers \nworking for the removal of untouchability including Mahatma Gandhi, do \nnot seem to realize that the acts of the people are merely the results of \ntheir beliefs inculcated upon their minds by the Shastras and that people \nwill not change their conduct until they cease to believe in the sanctity of \nthe Shastras on which their conduct is founded. No wonder that such efforts \nhave not produced any results. You also seem to be erring in the same way \nas the reformers working in the cause of removing untouchability. To agitate \nfor and to organise inter-caste dinners and inter-caste marriages is like forced \nfeeding brought about by artificial means. Make every man and woman free \nfrom the thraldom of the Shastras, cleanse their minds of the pernicious\n69 ANNIHILATION OF CASTE\nnotions founded on the Shastras, and he or she will inter-dine and inter-\nmarry, without your telling him or her to do so. \nIt is no use seeking refuge in quibbles. It is no use telling people that \nthe Shastras do not say what they are believed to say, grammatically \nread or logically interpreted. What matters is how the Shastras have been \nunderstood by the people. You must take the stand that Buddha took. You \nmust take the stand which Guru Nanak took. You must not only discard \nthe Shastras, you must deny their authority, as did Buddha and Nanak. \nYou must have courage to tell the Hindus, that what is wrong with them \nis their religion—the religion which has produced in them this notion of the \nsacredness of Caste. Will you show that courage ? \nXXI\nWhat are your chances of success ? Social reforms fall into different species. \nThere is a species of reform, which does not relate to the religious notion of \npeople but is purely secular in character. There is also a species of reform, \nwhich relates to the religious notions of people. Of such a species of reform, \nthere are two varieties. In one, the reform accords with the principles of the \nreligion and merely invites people, who have departed from it, to revert to \nthem and to follow them. The second is a reform which not only touches \nthe religious principles but is diametrically opposed to those principles \nand invites people to depart from and to discard their authority and to \nact contrary to those principles. Caste is the natural outcome of certain \nreligious beliefs which have the sanction of the Shastras, which are believed \nto contain the command of divinely inspired sages who were endowed with a \nsupernatural wisdom and whose commands, therefore, cannot be disobeyed \nwithout committing sin. The destruction of Caste is a reform which falls \nunder the third category. To ask people to give up Caste is to ask them to \ngo contrary to their fundamental religious notions. It is obvious that the \nfirst and second species of reform are easy. But the third is a stupendous \ntask, well-nigh impossible. The Hindus hold to the sacredness of the social \norder. Caste has a divine basis. You must therefore destroy the sacredness \nand divinity with which Caste has become invested. In the last analysis, \nthis means you must destroy the authority of the Shastras and the Vedas. \nI have emphasized this question of the ways and means of destroying Caste, \nbecause I think that knowing the proper ways and means is more important \nthan knowing the ideal. If you do not know the real ways and means, all \nyour shots are sure to be misfires. If my analysis is correct then your task \nis herculean. You alone can say whether you are capable of achieving it. \nSpeaking for myself, I see the task to be well-nigh impossible. Perhaps you \nwould like to know why I think so. Out of the many reasons, which have led \nme to take this view, I will mention some, which I regard much important. \n70 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nOne of these reasons is the attitude of hostility, which the Brahmins have \nshown towards this question. The Brahmins form the vanguard of the \nmovement for political reform and in some cases also of economic reform. \nBut they are not to be found even as camp-followers in the army raised \nto break down the barricades of Caste. Is there any hope of the Brahmins \never taking up a lead in the future in this matter ? I say no. You may ask \nwhy ? You may argue that there is no reason why Brahmins should continue \nto shun social reform. You may argue that the Brahmins know that the \nbane of Hindu Society is Caste and as an enlightened class could not be \nexpected to be indifferent to its consequences. You may argue that there \nare secular Brahmins and priestly Brahmins and if the latter do not take \nup the cudgels on behalf of those who want to break Caste, the former will. \nAll this of course sounds very plausible. But in all this it is forgotten that \nthe break up of the Caste system is bound to affect adversely the Brahmin \nCaste. Having regard to this, is it reasonable to expect that the Brahmins \nwill ever consent to lead a movement the ultimate result of which is to \ndestroy the power and prestige of the Brahmin Caste ? Is it reasonable to \nexpect the secular Brahmins to take part in a movement directed against \nthe priestly Brahmins ? In my judgment, it is useless to make a distinction \nbetween the secular Brahmins and priestly Brahmins. Both are kith and \nkin. They are two arms of the same body and one bound to fight for the \nexistence of the other. In this connection, I am reminded of some very pregnant \nremarks made by Prof. Dicey in his English Constitution. Speaking of the \nactual limitation on the legislative supremacy of Parliament, Dicey says : \n“The actual exercise of authority by any sovereign whatever, and notably \nby Parliament, is bounded or controlled by two limitations. Of these the one \nis an external, and the other is an internal limitation. The external limit \nto the real power of a sovereign consists in the possibility or certainty that \nhis subjects or a large number of them will disobey or resist his laws. . . \nThe internal limit to the exercise of sovereignty arises from the nature of \nthe sovereign power itself. Even a despot exercises his powers in accordance \nwith his character, which is itself moulded by the circumstance under which \nhe lives, including under that head the moral feelings of the time and the \nsociety to which he belongs. The Sultan could not, if he would, change the \nreligion of the Mohammedan world, but even if he could do so, it is in the \nvery highest degree improbable that the head of Mohammedanism should wish \nto overthrow the religion of Mohammed ; the internal check on the exercise \nof the Sultan’s power is at least as strong as the external limitation. People \nsometimes ask the idle question, why the Pope does not introduce this or \nthat reform ? The true answer is that a revolutionist is not the kind of man \nwho becomes a Pope and that a man who becomes a Pope has no wish to \nbe a revolutionist.” I think, these remarks apply equally to the Brahmins \nof India and one can say with equal truth that if a man who becomes a \nPope has no wish to become a revolutionary, a man who is born a Brahmin\n71 ANNIHILATION OF CASTE\nhas much less desire to become a revolutionary. Indeed, to expect a Brahmin \nto be a revolutionary in matters of social reform is as idle as to expect the \nBritish Parliament, as was said by Leslie Stephen, to pass an Act requiring \nall blue-eyed babies to be murdered. \nSome of you will say that it is a matter of small concern whether the \nBrahmins come forward to lead the movement against Caste or whether \nthey do not. To take this view is in my judgment to ignore the part played \nby the intellectual class in the community. Whether you accept the theory \nof the great man as the maker of history or whether you do not, this much \nyou will have to concede that in every country the intellectual class is the \nmost influential class, if not the governing class. The intellectual class is \nthe class which can foresee, it is the class which can advise and give lead. \nIn no country does the mass of the people live the life of intelligent thought \nand action. It is largely imitative and follows the intellectual class. There \nis no exaggeration in saying that the entire destiny of a country depends \nupon its intellectual class. If the intellectual class is honest, independent and \ndisinterested it can be trusted to take the initiative and give a proper lead \nwhen a crisis arises. It is true that intellect by itself is no virtue. It is only \na means and the use of means depends upon the ends which an intellectual \nperson pursues. An intellectual man can be a good man but he can easily be \na rogue. Similarly an intellectual class may be a band of high-souled persons, \nready to help, ready to emancipate erring humanity or it may easily be a \ngang of crooks or a body of advocates of a narrow clique from which it draws \nits support. You may think it a pity that the intellectual class in India is \nsimply another name for the Brahmin caste. You may regret that the two \nare one ; that the existence of the intellectual class should be bound with \none single caste, that this intellectual class should share the interest and the \naspirations of that Brahmin caste, which has regarded itself the custodian \nof the interest of that caste, rather than of the interests of the country. All \nthis may be very regrettable. But the fact remains, that the Brahmins form \nthe intellectual class of the Hindus. It is not only an intellectual class but \nit is a class which is held in great reverence by the rest of the Hindus. The \nHindus are taught that the Brahmins are Bhudevas (Gods on earth) \no.kkZuke~ \nczkã.k A xq#_ The Hindus are taught that Brahmins alone can be their teachers. \nManu says, “If it be asked how it should be with respect to points of the \nDharma which have not been specially mentioned, the answer is that which \nBrahmins who are Shishthas propound shall doubtless have legal force.” : \nvukEukrs\"kq /esZ\"kq dFka L;kfnfr psn~Hkosr~ A\n;a f'k\"Vk czkã.kk czw;q% l /eZ% L;kn'kfÄïr% A\nWhen such an intellectual class, which holds the rest of the community \nin its grip, is opposed to the reform of Caste, the chances of success in a \nmovement for the break-up of the Caste system appear to me very, very remote. \n72 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nThe second reason, why I say the task is impossible, will be clear if \nyou will bear in mind that the Caste system has two aspects. In one of its \naspects, it divides men into separate communities. In its second aspect, it \nplaces these communities in a graded order one above the other in social \nstatus. Each caste takes its pride and its consolation in the fact that in the \nscale of castes it is above some other caste. As an outward mark of this \ngradation, there is also a gradation of social and religious rights technically \nspoken of an Ashta-dhikaras and Sanskaras. The higher the grade of a caste, \nthe greater the number of these rights and the lower the grade, the lesser \ntheir number. Now this gradation, this scaling of castes, makes it impossible \nto organise a common front against the Caste System. If a caste claims \nthe right to inter-dine and inter-marry with another caste placed above it, \nit is frozen, instantly it is told by mischief-mongers, and there are many \nBrahmins amongst such mischief-mongers, that it will have to concede inter-\ndining and inter-marriage with castes below it! All are slaves of the Caste \nSystem. But all the slaves are not equal in status. To excite the proletariat \nto bring about an economic revolution, Karl Marx told them : “You have \nnothing to lose except your chains.” But the artful way in which the social \nand religious rights are distributed among the different castes whereby \nsome have more and some have less, makes the slogan of Karl Marx quite \nuseless to excite the Hindus against the Caste System. Castes form a graded \nsystem of sovereignties, high and low, which are jealous of their status and \nwhich know that if a general dissolution came, some of them stand to lose \nmore of their prestige and power than others do. You cannot, therefore, have \na general mobilization of the Hindus, to use a military expression, for an \nattack on the Caste System. \nXXII\nCan you appeal to reason and ask the Hindus to discard Caste as being \ncontrary to reason ? That raises the question : Is a Hindu free to follow his \nreason ? Manu has laid down three sanctions to which every Hindu must \nconform in the matter of his behaviour \nosn% Le`fr% lnkpkj% LoL; p fiz;ekReu%  \nHere there is no place for reason to play its part. A Hindu must follow either \nVeda, Smriti or Sadachar. He cannot follow anything else. In the first place \nhow are the texts of the Vedas and Smritis to be interpreted whenever any \ndoubt arises regarding their meaning ? On this important question the view \nof Manu is quite definite. He says :\n;ks¿oeU;sr rs ewys gsrq'kk òkJ;kr~ f}t% A\nl lk/qfHkcZfg\"dk;ksZ ukfLrdks osnfuUnd% AA\nAccording to this rule, rationalism as a canon of interpreting the Vedas and \nSmritis, is absolutely condemned. It is regarded to be as wicked as atheism and \nthe punishment provided for it is ex-communication. Thus, where a matter is \ncovered by the Veda or the Smriti, a Hindu cannot resort to rational thinking. \nEven when there is a conflict between Vedas and Smritis on matters on which\n73 ANNIHILATION OF CASTE\nthey have given a positive injunction, the solution is not left to reason. When \nthere is a conflict between two Shrutis, both are to be regarded as of equal \nauthority. Either of them may be followed. No attempt is to be made to find \nout which of the two accords with reason. This is made clear by Manu :\nJqfr}S/a rq ;=k L;kIr=k /ekZoqHkkS Le`rkS A\n“When there is a conflict between Shruti and Smriti, the Shruti must \nprevail.” But here too, no attempt must be made to find out which of the \ntwo accords with reason. This is laid down by Manu in the following Shloka : \n;k osnckák% Le`r;ks ;k'p dk'p dqn`\"V% A\nlokZLrk fu\"iQyk% izsR; reksfu\"Bk fg r% Le`rk% AA\nAgain, when there is a conflict between two Smritis, the Manu-Smriti \nmust prevail, but no attempt is to be made to find out which of the two \naccords with reason. This is the ruling given by Brihaspati:\nosnk;Roksifuca/`Ror~ izek.;a fg euks% Le`ra A\neUoFkZfoijhrk rq ;k Le`fr% lk u 'kL;rs AA\nIt is, therefore, clear that in any matter on which the Shrutis and Smritis \nhave given a positive direction, a Hindu is not free to use his reasoning \nfaculty. The same rule is laid down in the Mahabharat:\niqjk.ka ekuoks /eZ% lkaxks osnf   ÜpfdfRlra A\nvkKkfl¼kfu pRokfj u gUrO;kfu gsrqfHk% AA\nHe must abide by their directions. The Caste and Varna are matters, \nwhich are dealt with by the Vedas and the Smritis and consequently, appeal \nto reason can have no effect on a Hindu. So far as Caste and Varna are \nconcerned, not only the Shastras do not permit the Hindu to use his reason \nin the decision of the question, but they have taken care to see that no \noccasion is left to examine in a rational way the foundations of his belief \nin Caste and Varna. It must be a source of silent amusement to many \na Non-Hindu to find hundreds and thousands of Hindus breaking Caste \non certain occasions, such as railway journey and foreign travel and yet \nendeavouring to maintain Caste for the rest of their lives! The explanation \nof this phenomenon discloses another fetter on the reasoning faculties of \nthe Hindus. Man’s life is generally habitual and unreflective. Reflective \nthought, in the sense of active, persistent and careful consideration of any \nbelief or supposed form or knowledge in the light of the grounds that support \nit and further conclusions to which it tends, is quite rare and arises only \nin a situation which presents a dilemma—a crisis. Railway journeys and \nforeign travels are really occasions of crisis in the life of a Hindu and it is \nnatural to expect a Hindu to ask himself why he should maintain Caste \nat all, if he cannot maintain it at all times. But he does not. He breaks \nCaste at one step and proceeds to observe it at the next without raising \nany question. The reason for this astonishing conduct is to be found in \nthe rule of the Shastras, which directs him to maintain Caste as far as\n74 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\npossible and to undergo prayaschitta when he cannot. By this theory of \nprayaschitta, the Shastras by following a spirit of compromise have given \ncaste a perpetual lease of life and have smothered reflective thought which \nwould have otherwise led to the destruction of the notion of Caste. \nThere have been many who have worked in the cause of the abolition \nof Caste and Untouchability. Of those, who can be mentioned, Ramanuja, \nKabir and others stand out prominently. Can you appeal to the acts of these \nreformers and exhort the Hindus to follow them ? It is true that Manu has \nincluded Sadachar (\nlnkpkj) as one of the sanctions along with Shruti and \nSmriti. Indeed, Sadachar has been given a higher place than Shastras :\n;|íkp;Zrs ;su /E;± ok¿/E;Zeso ok A\nns'kL;kpj.ka fuR;a pfj=ka rf¼dhfrZre~ AA\nAccording to this, Sadachar, whether, it is /E;Z or v/E;Z in accordance \nwith Shastras or contrary to Shastras, must be followed. But what is the \nmeaning of Sadachar ? If any one were to suppose that Sadachar means \nright or good acts i.e. acts of good and righteous men he would find himself \ngreatly mistaken. Sadachar does not means good acts or acts of good men. \nIt means ancient custom good or bad. The following verse makes this clear :\n;fLeu~ ns'ks ; vkpkj% ikjai;Z=kQekxr% A\no.kkZuka fdy losZ\"kka l lnkpkj mP;rs AA\nAs though to warn people against the view that Sadachar means good \nacts or acts of good men and fearing that people might understand it \nthat way and follow the acts of good men, the Smritis have commanded \nthe Hindus in unmistakable terms not to follow even Gods in their good \ndeeds, if they are contrary to Shruti, Smriti and Sadachar. This may \nsound to be most extraordinary, most perverse, but the fact remains that \nu nsopfjra pjsr~  is an injunction, issued to the Hindus by their Shastras. \nReason and morality are the two most powerful weapons in the armoury \nof a Reformer. To deprive him of the use of these weapons is to disable \nhim for action. How are you going to break up Caste, if people are not \nfree to consider whether it accords with reason ? How are you going to \nbreak up Caste it people are not free to consider whether it accords with \nmorality ? The wall built around Caste is impregnable and the material, \nof which it is built, contains none of the combustible stuff of reason and \nmorality. Add to this the fact that inside this wall stands the army of \nBrahmins who form the intellectual class, Brahmins who are the natural \nleaders of the Hindus, Brahmins who are there not as mere mercenary \nsoldiers but as an army fighting for its homeland and you will get an \nidea why I think that breaking-up of Caste amongst the Hindus is well-\nnigh impossible. At any rate, it would take ages before a breach is made. \nBut whether the doing of the deed takes time or whether it can be done \nquickly, you must not forget that if you wish to bring about a breach\n75 ANNIHILATION OF CASTE\nin the system then you have got to apply the dynamite to the Vedas and the \nShastras, which deny any part to reason, to Vedas and Shastras, which deny \nany part to morality. You must destroy the Religion of the Shrutis and the \nSmritis. Nothing else will avail. This is my considered view of the matter. \nXXIII\nSome may not understand what I mean by destruction of Religion ; some \nmay find the idea revolting to them and some may find it revolutionary. \nLet me therefore explain my position. I do not know whether you draw \na distinction between principles and rules. But I do. Not only I make a \ndistinction but I say that this distinction is real and important. Rules are \npractical; they are habitual ways of doing things according to prescription. \nBut principles are intellectual; they are useful methods of judging things. \nRules seek to tell an agent just what course of action to pursue. Principles \ndo not prescribe a specific course of action. Rules, like cooking recipes, do \ntell just what to do and how to do it. A principle, such as that of justice, \nsupplies a main head by reference to which he is to consider the bearings \nof his desires and purposes, it guides him in his thinking by suggesting \nto him the important consideration which he should bear in mind. This \ndifference between rules and principles makes the acts done in pursuit of \nthem different in quality and in content. Doing what is said to be good by \nvirtue of a rule and doing good in the light of a principle are two different \nthings. The principle may be wrong but the act is conscious and responsible. \nThe rule may be right but the act is mechanical. A religious act may not \nbe a correct act but must at least be a responsible act. To permit of this \nresponsibility, Religion must mainly be a matter of principles only. It cannot \nbe a matter of rules. The moment it degenerates into rules it ceases to be \nReligion, as it kills responsibility which is the essence of a truly religious \nact. What is this Hindu Religion ? Is it a set of principles or is it a code \nof rules ? Now the Hindu Religion, as contained in the Vedas and the \nSmritis, is nothing but a mass of sacrificial, social, political and sanitary \nrules and regulations, all mixed up. What is called Religion by the Hindus \nis nothing but a multitude of commands and prohibitions. Religion, in the \nsense of spiritual principles, truly universal, applicable to all races, to all \ncountries, to all times, is not to be found in them, and if it is, it does not \nform the governing part of a Hindu’s life. That for a Hindu, Dharma means \ncommands and prohibitions is clear from the way the word Dharma is used \nin Vedas and the Smritis and understood by the commentators. The word \nDharma as used in the Vedas in most cases means religious ordinances or \nrites. Even Jaimini in his Purva-Mimansa defines Dharma as “a desirable \ngoal or result that is indicated by injunctive ( Vedic) passages”. To put it \nin plain language, what the Hindus call Religion is really Law or at best \nlegalized class-ethics. Frankly, I refuse to call this code of ordinances, as \nReligion. The first evil of such a code of ordinances, misrepresented to the\n76 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\npeople as Religion, is that it tends to deprive moral life of freedom and \nspontaneity and to reduce it (for the conscientious at any rate) to a more \nor less anxious and servile conformity to externally imposed rules. Under \nit, there is no loyalty to ideals, there is only conformity to commands. But \nthe worst evil of this code of ordinances is that the laws it contains must \nbe the same yesterday, today and forever. They are iniquitous in that they \nare not the same for one class as for another. But this iniquity is made \nperpetual in that they are prescribed to be the same for all generations. The \nobjectionable part of such a scheme is not that they are made by certain \npersons called Prophets or Law-givers. The objectionable part is that this \ncode has been invested with the character of finality and fixity. Happiness \nnotoriously varies with the conditions and circumstances of a person, as  well \nas with the conditions of different people and epochs. That being the case, \nhow can humanity endure this code of eternal laws, without being cramped \nand without being crippled ? I have, therefore, no hesitation in saying that \nsuch a religion must be destroyed and I say, there is nothing irreligious in \nworking for the destruction of such a religion. Indeed I hold that it is your \nbounden duty to tear the mask, to remove the misrepresentation that as \ncaused by misnaming this Law as Religion. This is an essential step for you. \nOnce you clear the minds of the people of this misconception and enable \nthem to realize that what they are told as Religion is not Religion but that \nit is really Law, you will be in a position to urge for its amendment or \nabolition. So long as people look upon it as Religion they will not be ready \nfor a change, because the idea of Religion is generally speaking not associated \nwith the idea of change. But the idea of law is associated with the idea of \nchange and when people come to know that what is called Religion is really \nLaw, old and archaic, they will be ready for a change, for people know and \naccept that law can be changed. \nXXIV\nWhile I condemn a Religion of Rules, I must not be understood to hold \nthe opinion that there is no necessity for a religion. On the contrary, I agree \nwith Burke when he says that, “True religion is the foundation of society, \nthe basis on which all true Civil Government rests, and both their sanction.” \nConsequently, when I urge that these ancient rules of life be annulled, I \nam anxious that its place shall be taken by a Religion of Principles, which \nalone can lay claim to being a true Religion. Indeed, I am so convinced of the \nnecessity of Religion that I feel I ought to tell you in outline what I regard as \nnecessary items in this religious reform. The following in my opinion should \nbe the cardinal items in this reform : (1) There should be one and only one \nstandard book of Hindu Religion, acceptable to all Hindus and recognized by \nall Hindus. This of course means that all other books of Hindu religion such as \nVedas, Shastras and Puranas, which are treated as sacred and authoritative, \nmust by law cease to be so and the preaching of any doctrine, religious or\n77 ANNIHILATION OF CASTE\nsocial contained in these books should be penalized. ( 2) It should be better if \npriesthood among Hindus was abolished. But as this seems to be impossible, \nthe priesthood must at least cease to be hereditary. Every person who professes \nto be a Hindu must be eligible for being a priest. It should be provided by \nlaw that no Hindu shall be entitled to be a priest unless he has passed \nan examination prescribed by the State and holds a sanad from the State \npermitting him to practise. ( 3) No ceremony performed by a priest who does \nnot hold a sanad shall be deemed to be valid in law and it should be made \npenal for a person who has no sanad to officiate as a priest. ( 4) A priest \nshould be the servant of the State and should be subject to the disciplinary \naction by the State in the matter of his morals, beliefs and worship, in \naddition to his being subject along with other citizens to the ordinary law \nof the land. ( 5) The number of priests should be limited by law according to \nthe requirements of the State as is done in the case of the I.C.S. To some, \nthis may sound radical. But to my mind there is nothing revolutionary in \nthis. Every profession in India is regulated. Engineers must show proficiency, \nDoctor must show proficiency, Lawyers must show proficiency, before they \nare allowed to practise their professions. During the whole of their career, \nthey must not only obey the law of the land, civil as well as criminal, but \nthey must also obey the special code of morals prescribed by their respective \nprofessions. The priest’s is the only profession where proficiency is not \nrequired. The profession of a Hindu priest is the only profession which is not \nsubject to any code. Mentally a priest may be an idiot, physically a priest \nmay be suffering from a foul disease, such as syphilis or gonorrhea, morally \nhe may be a wreck. But he is fit to officiate at solemn ceremonies, to enter \nthe sanctum sanctorum of a Hindu temple and worship the Hindu God. All \nthis becomes possible among the Hindus because for a priest it is enough \nto be born in a priestly caste. The whole thing is abominable and is due to \nthe fact that the priestly class among Hindus is subject neither to law nor \nto morality. It recognizes no duties. It knows only of rights and privileges. \nIt is a pest which divinity seems to have let loose on the masses for their \nmental and moral degradation. The priestly class must be brought under \ncontrol by some such legislation as I have outlined above. It will prevent it \nfrom doing mischief and from misguiding people. It will democratise it by \nthrowing it open to every one. It will certainly help to kill the Brahminism \nand will also help to kill Caste, which is nothing but Brahminism incarnate. \nBrahminism is the poison which has spoiled Hinduism. You will succeed in \nsaving Hinduism if you will kill Brahminism. There should be no opposition \nto this reform from any quarter. It should be welcomed even by the Arya \nSamajists, because this is merely an application of their own doctrine of \nguna-karma. \nWhether you do that or you do not, you must give a new doctrinal basis \nto your Religion—a basis that will be in consonance with Liberty, Equality \nand Fraternity, in short, with Democracy. I am no authority on the subject. \n78 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nBut I am told that for such religious principles as will be in consonance \nwith Liberty, Equality and Fraternity it may not be necessary for you to \nborrow from foreign sources and that you could draw for such principles on \nthe Upanishads. Whether you could do so without a complete remoulding, a \nconsiderable scraping and chipping off the ore they contain, is more than I \ncan say. This means a complete change in the fundamental notions of life. It \nmeans a complete change in the values of life. It means a complete change \nin outlook and in attitude towards men and things. It means conversion ; \nbut if you do not like the word, I will say, it means new life. But a new life \ncannot enter a body that is dead. New life can enter only in a new body. \nThe old body must die before a new body can come into existence and a new \nlife can enter into it. To put it simply, the old must cease to be operative \nbefore the new can begin to enliven and to pulsate. This is what I meant \nwhen I said you must discard the authority of the Shastras and destroy the \nreligion of the Shastras. \nXXV\nI have kept you too long. It is time I brought this address to a close. \nThis would have been a convenient point for me to have stopped. But this \nwould probably be my last address to a Hindu audience on a subject vitally \nconcerning the Hindus. I would therefore like, before I close, to place before \nthe Hindus, if they will allow me, some questions which I regard as vital \nand invite them seriously to consider the same. \nIn the first place, the Hindus must consider whether it is sufficient to \ntake the placid view of the anthropologist that there is nothing to be said \nabout the beliefs, habits, morals and outlooks on life, which obtain among \nthe different peoples of the world except that they often differ ; or whether \nit is not necessary to make an attempt to find out what kind of morality, \nbeliefs, habits and outlook have worked best and have enabled those who \npossessed them to flourish, to go strong, to people the earth and to have \ndominion over it. As is observed by Prof. Carver, “Morality and religion, as \nthe organised expression of moral approval and disapproval, must be regarded \nas factors in the struggle for existence as truly as are weapons for offence \nand defence, teeth and claws, horns and hoofs, furs and feathers. The social \ngroup, community, tribe or nation, which develops an unworkable scheme of \nmorality or within which those social acts which weaken it and unfit it for \nsurvival, habitually create the sentiment of approval, while those which would \nstrengthen and enable it to be expanded habitually create the sentiment \nof disapproval, will eventually be eliminated. It is its habits of approval or \ndisapproval (these are the results of religion and morality) that handicap it, \nas really as the possession of two wings on one side with none on the other \nwill handicap the colony of flies. It would be as futile in the one case as in \nthe other to argue, that one system is just as good as another.” Morality\n79 ANNIHILATION OF CASTE\nand religion, therefore, are not mere matters of likes and dislikes. You may \ndislike exceedingly a scheme of morality, which, if universally practised \nwithin a nation, would make that nation the strongest nation on the face \nof the earth. Yet in spite of your dislike such a nation will become strong. \nYou may like exceedingly a scheme of morality and an ideal of justice, which \nif universally practised within a nation, would make it unable to hold its \nown in the struggle with other nations. Yet in spite of your admiration this \nnation will eventually disappear. The Hindus must, therefore, examine their \nreligion and their morality in terms of their survival value. \nSecondly, the Hindus must consider whether they should conserve the \nwhole of their social heritage or select what is helpful and transmit to \nfuture generations only that much and no more. Prof. John Dewey, who \nwas my teacher and to whom I owe so much, has said : “Every society gets \nencumbered with what is trivial, with dead wood from the past, and with \nwhat is positively perverse... As a society becomes more enlightened, it \nrealizes that it is responsible not to conserve and transmit the whole of its \nexisting achievements, but only such as make for a better future society.” \nEven Burke, in spite of the vehemence with which he opposed the principle \nof change embodied in the French Revolution, was compelled to admit that \n“a State without the means of some change is without the means of its \nconservation. Without such means it might even risk the loss of that part \nof the constitution which it wished the most religiously to preserve.” What \nBurke said of a State applies equally to a society. \nThirdly, the Hindus must consider whether they must not cease to worship \nthe past as supplying its ideals. The beneful effect of this worship of the past \nare best summed up by Prof. Dewey when he says : “An individual can live \nonly in the present. The present is not just something which comes after the \npast; much less something produced by it. It is what life is in leaving the \npast behind it. The study of past products will not help us to understand \nthe present. A knowledge of the past and its heritage is of great significance \nwhen it enters into the present, but not otherwise. And the mistake of making \nthe records and remains of the past the main material of education is that \nit tends to make the past a rival of the present and the present a more or \nless futile imitation of the past.” The principle, which makes little of the \npresent act of living and growing, naturally looks upon the present as empty \nand upon the future as remote. Such a principle is inimical to progress and \nis an hindrance to a strong and a steady current of life. \nFourthly, the Hindus must consider whether the time has not come for \nthem to recognize that there is nothing fixed, nothing eternal, nothing \nsanatan; that everything is changing, that change is the law of life for \nindividuals as well as for society. In a changing society, there must be a \nconstant revolution of old values and the Hindus must realize that if there\n80 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nmust be standards to measure the acts of men there must also be a readiness \nto revise those standards. \nXXVI\nI have to confess that this address has become too lengthy. Whether this \nfault is compensated to any extent by breadth or depth is a matter for you \nto judge. All I claim is to have told you candidly my views. I have little to \nrecommend them but some study and a deep concern in your destiny. If you \nwill allow me to say, these views are the views of a man, who has been no \ntool of power, no flatterer of greatness. They come from one, almost the whole \nof whose public exertion has been one continuous struggle for liberty for the \npoor and for the oppressed and whose only reward has been a continuous \nshower of calumny and abuse from national journals and national leaders, \nfor no other reason except that I refuse to join with them in performing the \nmiracle—I will not say trick—of liberating the oppressed with the gold of \nthe tyrant and raising the poor with the cash of the rich. All this may not \nbe enough to commend my views. I think they are not likely to alter yours. \nBut whether they do or do not, the responsibility is entirely yours. You must \nmake your efforts to uproot Caste, if not in my way, then in your way. I am \nsorry, I will not be with you. I have decided to change. This is not the place \nfor giving reasons. But even when I am gone out of your fold, I will watch \nyour movement with active sympathy and you will have my assistance for \nwhat it may be worth. Yours is a national cause. Caste is no doubt primarily \nthe breath of the Hindus. But the Hindus have fouled the air all over and \neverybody is infected, Sikh, Muslim and Christian. You, therefore, deserve \nthe support of all those who are suffering from this infection, Sikh, Muslim \nand Christian. Yours is more difficult than the other national cause, namely \nSwaraj. In the fight for Swaraj you fight with the whole nation on your side. \nIn this, you have to fight against the whole nation and that too, your own. \nBut it is more important than Swaraj. There is no use having Swaraj, if \nyou cannot defend it. More important than the question of defending Swaraj \nis the question of defending the Hindus under the Swaraj. In my opinion \nonly when the Hindu Society becomes a casteless society that it can hope \nto have strength enough to defend itself. Without such internal strength, \nSwaraj for Hindus may turn out to be only a step towards slavery. Good-bye \nand good wishes for your success. \n81 ANNIHILATION OF CASTE\nAPPENDIX I\nA VINDICATION OF CASTE BY MAHATMA GANDHI\n(A Reprint of his Articles in the “Harijan” )\nDr. Ambedkar’s Indictment\nI\nThe readers will recall the fact that Dr. Ambedkar was to have presided \nlast May at the annual conference of the Jat-Pat-Todak Mandal of Lahore. \nBut the conference itself was cancelled because Dr. Ambedkar’s address was \nfound by the Reception Committee to be unacceptable. How far a Reception \nCommittee is justified in rejecting a President of its choice because of his \naddress that may be objectionable to it is open to question. The Committee \nknew Dr. Ambedkar’s views on casts; and the Hindu scriptures. They \nknew also that he had in unequivocal terms decided to give up Hinduism. \nNothing less than the address that Dr. Ambedkar had prepared was to be \nexpected from him. The committee appears to have deprived the public of an \nopportunity of listening to the original views of a man, who has carved out \nfor himself a unique position in society. Whatever label he wears in future, \nDr. Ambedkar is not the man to allow himself to be forgotten. \nDr. Ambedkar was not going to be beaten by the Reception Committee. \nHe has answered their rejection of him by publishing the address at his \nown expense. He has priced it at 8 annas, I would suggest a reduction to \n2 annas or at least 4 annas. \nNo reformer can ignore the address. The orthodox will gain by reading it. \nThis is not to say that the address is not open to objection. It has to be read \nonly because it is open to serious objection. Dr. Ambedkar is a challenge to \nHinduism. Brought up as a Hindu, educated by a Hindu potentate, he has \nbecome so disgusted with the so-called Savarna Hindus for the treatment that \nhe and his people have received at their hands that he proposes to leave not \nonly them but the very religion that is his and their common heritage. He \nhas transferred to that religion, his disgust against a part of its professors. \nBut this is not to be wondered at. After all, one can only judge a system \nor an institution by the conduct of its representatives. What is more. \nDr. Ambedkar found that the vast majority of Savarna Hindus had not only \nconducted themselves inhumanly against those of their fellow religionists, \nwhom they classed as untouchables, but they had based their conduct on the \nauthority of their scriptures, and when he began to search them he had found \nample warrant for their beliefs in untouchability and all its implications. \nThe author of the address has quoted chapter and verse in proof of his \nthree-fold indictment—inhuman conduct itself, the unabashed justification \nfor it on the part of the perpetrators, and the subsequent discovery that the \njustification was warranted by their scriptures. \n82 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nNo Hindu who prizes his faith above life itself can afford to underrate \nthe importance of this indictment. Dr. Ambedkar is not alone in his disgust \nHe is its most uncompromising exponent and one of the ablest among them. \nHe is certainly the most irreconcilable among them. Thank God, in the front \nrank of the leaders, he is singularly alone and as yet but a representative \nof a very small minority. But what he says is voiced with more or less \nvehemence by many leaders belonging to the depressed classes. Only the \nlatter, for instance Rao Bahadur M. C. Rajah and Dewan Bahadur Srinivasan, \nnot only do not threaten to give up Hinduism but find enough warmth in \nit to compensate for the shameful persecution to which the vast mass of \nHarijans are exposed. \nBut the fact of many leaders remaining in the Hindu fold is no warrant \nfor disregarding what Dr. Ambedkar has to say. The Savarnas have to correct \ntheir belief and their conduct. Above all those who are by their learning and \ninfluence among the Savarnas have to give an authoritative interpretation of \nthe scriptures. The questions that Dr. Ambedkar’s indictment suggest are :\n (1) What are the scriptures ? \n (2) Are all the printed texts to be regarded as an integral part of them \nor is any part of them to be rejected as unauthorised interpolations ? \n (3) What is the answer of such accepted and expurgated scriptures on \nthe question of untouchability, caste, equality of status, inter-dining \nand intermarriages ? \n(These have been all examined by Dr. Ambedkar in his address.) \nI must reserve for the next issue my own answer to these questions and \na statement of the (at least some) manifest flaws in Dr. Ambedkar’s thesis,\n(Harijan, July 11, 1936)\nII\nThe Vedas, Upanishads, Smritis and Puranas including Ramayana and \nMahabharata are the Hindu Scriptures. Nor is this a finite list. Every age or \neven generation has added to the list. It follows, therefore, that everything \nprinted or even found handwritten is not scripture. The Smritis for instance \ncontain much that can never be accepted as the word of God. Thus, many \nof the texts that Dr. Ambedkar quotes from the Smritis cannot be accepted \nas authentic. The scriptures, properly so-called, can only be concerned with \neternal varieties and must appeal to any conscience i.e. any heart whose eyes \nof understanding are opened. Nothing can be accepted as the word of God \nwhich cannot be tested by reason or be capable of being spiritually experienced. \nAnd even when you have an expurgated edition of the scriptures, you will \nneed their interpretation. Who is the best interpreter? Not learned men \nsurely. Learning there must be. But religion does not live by it. It lives in the \nexperiences of its saints and seers, in their lives and sayings. When all the\n83 ANNIHILATION OF CASTE\nmost learned commentators of the scriptures are utterly forgotten, the \naccumulated experience of the sages and saints will abide and be an \ninspiration for ages to come. \nCaste has nothing to do with religion. It is a custom whose origin I do not \nknow and do not need to know for the satisfaction of my spiritual hunger. \nBut I do know that it is harmful both to spiritual and national growth. \nVarna and Ashrama are institutions which have nothing to do with castes. \nThe law of Varna teaches us that we have each one of us to earn our bread \nby following the ancestral calling. It defines not our rights but our duties. \nIt necessarily has reference to callings that are conducive to the welfare \nof humanity and to no other. It also follows that there is no calling too \nlow and none too high. All are good, lawful and absolutely equal in status. \nThe callings of a Brahmin—spiritual teacher—and a scavenger are equal, \nand their due performance carries equal merit before God and at one time \nseems to have carried identical reward before man. Both were entitled to \ntheir livelihood and no more. Indeed one traces even now in the villages \nthe faint lines of this healthy operation of the law. Living in Segaon with \nits population of 600, I do not find a great disparity between the earnings \nof different tradesmen including Brahmins. I find too that real Brahmins \nare to be found even in these degenerate days who are living on alms freely \ngiven to them and are giving freely of what they have of spiritual treasures. \nIt would be wrong and improper to judge the law of Varna by its caricature \nin the lives of men who profess to belong to a Varna, whilst they openly \ncommit a breach of its only operative rule. Arrogation of a superior status by \nand of the Varna over another is a denial of the law. And there is nothing \nin the law of Varna to warrant a belief in untouchability. ( The essence of \nHinduism is contained in its enunciation of one and only God as Truth and \nits bold acceptance of Ahimsa as the law of the human family.) \nI am aware that my interpretation of Hinduism will be disputed by many \nbesides Dr. Ambedkar. That does not affect my position. It is an interpretation \nby which I have lived for nearly half a century and according to which I \nhave endeavoured to the best of my ability to regulate my life. \nIn my opinion the profound mistake that Dr. Ambedkar has made in \nhis address is to pick out the texts of doubtful authenticity and value and \nthe state of degraded Hindus who are no fit specimens of the faith they so \nwoefully misrepresent. Judged by the standard applied by Dr. Ambedkar, \nevery known living faith will probably fail. \nIn his able address, the learned Doctor has overproved his case- Can a \nreligion that was professed by Chaitanya, Jnyandeo, Tukaram, Tiruvalluvar, \nRamkrishna Paramahansa, Raja Rain Mohan Roy, Maharshi Devendranath \nTagore, Vivekanand and host of others who might be easily mentioned, so \nutterly devoid of merit as is made out in Dr. Ambedkar’s address ? A religion\n84 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nhas to be judged not by its worst specimens but by the best it might have \nproduced. For that and that alone can be used as the standard to aspire \nto, if not to improve upon. \n(Harijan, July 18, 1936)\nIII\nVARNA VERSUS CASTE\nShri Sant Ramji of the Jat-Pat-Todak Mandal of Lahore wants me to \npublish the following :\n“I have read your remarks about Dr. Ambedkar and the Jat-Pat-Todak \nMandal, Lahore. In that connection I beg to submit as follows :\n“We did not invite Dr. Ambedkar to preside over our conference because \nhe belonged to the Depressed Classes, for we do not distinguish between \na touchable and an untouchable Hindu. On the contrary our choice fell \non him simply because his diagnosis of the fatal disease of the Hindu \ncommunity was the same as ours, i.e. he too was of the opinion that caste \nsystem was the root cause of the disruption and downfall of the Hindus. \nThe subject of the Doctor’s thesis for Doctorate being caste system, he has \nstudied the subject thoroughly. Now the object of our conference was to \npursuade the Hindus to annihilate castes but the advice of a non-Hindu \nin social and religious matters can have no effect on them. The Doctor in \nthe supplementary portion of his address insisted on saying that that was \nhis last speech as a Hindu, which was irrelevant as well as pernicious \nto the interests of the conference. So we requested him to expunge that \nsentence for he could easily say the same thing on any other occasion. But \nhe refused and we saw no utility in making merely a show of our function. \nIn spite of all this, I cannot help praising his address which is, as far as \nI know, the most learned thesis on the subject and worth translating into \nevery vernacular of India. \nMoreover, I want to bring to your notice that your philosophical \ndifference between Caste and Varna is too subtle to be grasped by people \nin general, because for all practical purposes in the Hindu society Caste \nand Varna are one and the same thing, for the function of both of them \nis one and the same i.e. to restrict inter-caste marriages and inter-dining. \nYour theory of Varnavyavastha is impracticable in this age and there \nis no hope of its revival in the near future. But Hindus are slaves of \ncaste and do not want to destroy it. So when you advocate your ideal of \nimaginary Varnavyavastha they find justification for clinging to caste. \nThus you are doing a great disservice to social reform by advocating \nyour imaginary utility of division of Varnas, for it creates hindrance in \nour way. To try to remove untouchability without striking at the root of \nVarnavyavastha is simply to treat the outward symptoms of a disease or \nto draw a line on the surface of water. As in the heart of their hearts\n85 ANNIHILATION OF CASTE\ndvijas do not want to give social equality to the so-called touchable and \nuntouchable Shudras, so they refuse to break caste, and give liberal donations \nfor the removal of untouchability, simply to evade the issue. To seek the help \nof the Shastras for the removal of untouchability and caste is simply to wash \nmud with mud.” \nThe last paragraph of the letter surely cancels the first. If the Mandal \nrejects the help of the Shastras, they do exactly what Dr. Ambedkar does, \ni.e. cease to be Hindus. How then can they object to Dr. Ambedkar’s address \nmerely because he said that that was his last speech as a Hindu ? The \nposition appears to be wholly untenable especially when the Mandal, for \nwhich , Shri Sant Ram claims to speak, applauds the whole argument of \nDr. Ambedkar’s address. \nBut it is pertinent to ask what the Mandal believes if it rejects the \nShastras. How can a Muslim remain one if he rejects the Quran, or a \nChristian remain Christian if he rejects the Bible ? If Caste and Varna are \nconvertible terms and if Varna is an integral part of the Shastras which \ndefine Hinduism, I do not know how a person who rejects Caste i.e. Varna \ncan call himself a Hindu. \nShri Sant Ram likens the Shastras to mud. Dr. Ambedkar has not, so \nfar as I remember, given any such pictures que name to the Shastras. I \nhave certainly meant when I have said that if Shastras support the existing \nuntouchability I should cease to call myself a Hindu. Similarly, if the \nShastras support caste as we know it today in all its hideousness, I may \nnot call myself or remain a Hindu since I have no scruples about interdining \nor intermarriage. I need not repeat my position regarding Shastras and \ntheir interpretation. I venture to suggest to Shri Sant Ram that it is the \nonly rational and correct and morally defensible position and it has ample \nwarrant in Hindu tradition. \n(Harijan, August 15, 1936)\n86 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nAPPENDIX II\nA REPLY TO THE MAHATMA BY DR. B.R. AMBEDKAR\nI\nI appreciate greatly the honour done me by the Mahatma in taking notice \nin his Harijan of the speech on Caste which I had prepared for the Jat Pat \nTodak Mandal. From a perusal of his review of my speech it is clear that \nthe Mahatma completely dissents from the views I have expressed on the \nsubject of Caste. I am not in the habit of entering into controversy with \nmy opponents unless there are special reasons which compel me to act \notherwise. Had my opponent been some mean and obscure person I would \nnot have pursued him. But my opponent being the Mahatma himself I feel \nI must attempt to meet the case to the contrary which he has sought to \nput forth. While I appreciate the honour he has done me, I must confess to \na sense of surprize on finding that of all the persons the Mahatma should \naccuse me of a desire to seek publicity as he seems to do when he suggests \nthat in publishing the undelivered speech my object was to see that I was \nnot “forgotten”. Whatever the Mahatma may choose to say my object in \npublishing the speech was to provoke the Hindus to think and take stock \nof their position. I have never hankered for publicity and if I may say so, I \nhave more of it than I wish or need. But supposing it was out of the motive \nof gaining publicity that I printed the speech who could cast a stone at me ? \nSurely not those, who like the Mahatma live in glass houses. \nII\nMotive apart, what has the Mahatma to say on the question raised by \nme in the speech ? First of all any one who reads my speech will realize \nthat the Mahatma has entirely missed the issues raised by me and that the \nissues be has raised are not the issues that arise out of what he is pleased \nto call my indictment of the Hindus. The principal points which I have tried \nto make out in my speech may be catalogued as follows : (1) That caste has \nruined the Hindus ; (2) That the reorganization of the Hindu society on the \nbasis of Chaturvarnya is impossible because the Varnavyavastha is like a \nleaky pot or like a man running at the nose. It is incapable of sustaining \nitself by its own virtue and has an inherent tendency to degenerate into a \ncaste system unless there is a legal sanction behind it which can be enforced \nagainst every one transgressing his Varna ; (3) That the reorganization of the \nHindu Society on the basis of Chaturvarnya is harmful because the effect of \nthe Varnavyavastha is to degrade the masses by denying them opportunity to \nacquire knowledge and to emasculate them by denying them the right to be \narmed ; (4) That the Hindu society must be reorganized on a religious basis \nwhich would recognise the principles of Liberty, Equality and Fraternity; \n(5) That in order to achieve this object the sense of religious sanctity behind\n87 ANNIHILATION OF CASTE\nCaste and Varna must be destroyed ; (6) That the sanctity of Caste and \nVarna can be destroyed only by discarding the divine authority of the \nShastras. It will be noticed that the questions raised by the Mahatma \nare absolutely beside the point and show that the main argument of the \nspeech was lost  upon him. \nIII\nLet me examine the substance of the points made by the Mahatma. The \nfirst point made by the Mahatma is that the texts cited by me are not \nauthentic. I confess I am no authority on this matter. But I should like to \nstate that the texts cited by me are all taken from the writings of the late \nMr. Tilak who was a recognised authority on the Sanskrit language and \non the Hindu Shastras. His second point is that these Shastras should be \ninterpreted not by the learned but the saints and that, as the saints have \nunderstood them, the Shastras do not support Caste and Untouchability. As \nregards the first point what I like to ask the Mahatma is what does it avail \nto any one if the texts are interpolations and if they have been differently \ninterpreted by the saints ? The masses do not make any distinction between \ntexts which are genuine and texts which are interpolations. The masses do \nnot know what the texts are. They are too illiterate to know the contents \nof the Shastras. They have believed what they have been told and what \nthey have been told is that the Shastras do enjoin as a religious duty the \nobservance of Caste and Untouchability. \nWith regard to the saints, one must admit that howsoever different \nand elevating their teachings may have been as compared to those of \nthe merely learned they have been lamentably ineffective. They have \nbeen ineffective for two reasons. Firstly, none of the saints ever attacked \nthe Caste System. On the contrary, they were staunch believers in the \nSystem of Castes. Most of them lived and died as members of the castes \nwhich they respectively belonged. So passionately attached was Jnyandeo \nto his status as a Brahmin that when the Brahmins of Paithan would \nnot admit him to their fold he moved heaven and earth to get his status \nas a Brahmin recognized by the Brahmin fraternity. And even the saint \nEknath who now figures in the film “Dharmatma” as a hero for having \nshown courage to touch the untouchables and dine with them, did so not \nbecause he was opposed to Caste and Untouchability but because he felt \nthat the pollution caused thereby could be washed away by a bath in the \nsacred waters of the river Ganges.* The saints have never according to \nmy study carried on a campaign against Caste and Untouchability. They \nwere not concerned with the struggle between men. They were concerned \nwith the relation between man and God. They did not preach that all men \nwere equal. They preached that all men were equal in the eyes of God—\n*vaR;tkpk foVkG T;klh A xaxkLukus 'kq¼Ro R;klh AA — ,dukFkh Hkkxor] v- üø] vks- ûùû-\n88 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\na very different and a very innocuous proposition which nobody can find \ndifficult to preach or dangerous to believe in. The second reason why the \nteachings of the saints proved ineffective was because the masses have been \ntaught that a saint might break Caste but the common man must not. A \nsaint therefore never became an example to follow. He always remained a \npious man to be honoured. That the masses have remained staunch believers \nin Caste and Untouchability shows that the pious lives and noble sermons \nof the saints have had no effect on their life and conduct as against the \nteachings of the Shastras. Thus it can be a matter of no consolation that \nthere were saints or that there is a Mahatma who understands the Shastras \ndifferently from the learned few or ignorant many. That the masses hold \ndifferent view of the Shastras is fact which should and must be reckoned \nwith. How is that to be dealt with except by denouncing the authority of \nthe Shastras, which continue to govern their conduct, is a question which \nthe Mahatma has not considered. But whatever the plan the Mahatma puts \nforth as an effective means to free the masses from the teachings of the \nShastras, he must accept that the pious life led by one good Samaritan may \nbe very elevating to himself but in India, with the attitude the common man \nhas to saints and to Mahatmas—to honour but not to follow—one cannot \nmake much out of it. \nIV\nThe third point made by the Mahatma is that a religion professed by \nChaitanya, Jnyandeo, Tukaram, Tiruvalluvar, Ramkrishna Paramahansa \netc. cannot be devoid of merit as is made out by me and that a religion \nhas to be judged not by its worst specimens but by the best it might have \nproduced. I agree with every word of this statement. But I do not quite \nunderstand what the Mahatma wishes to prove thereby. That religion should \nbe judged not by its worst specimens but by its best is true enough but does \nit dispose of the matter ? I say it does not. The question still remains—why \nthe worst number so many and the best so few ? To my mind there are \ntwo conceivable answers to this question : (1) That the worst by reason of \nsome original perversity of theirs are morally uneducable and are therefore \nincapable of making the remotest approach to the religious ideal. Or (2) That \nthe religious ideal is a wholly wrong ideal which has given a wrong moral \ntwist to the lives of the many and that the best have become best in spite \nof the wrong ideal—in fact by giving to the wrong twist a turn in the right \ndirection. Of these two explanations I am not prepared to accept the first \nand I am sure that even the Mahatma will not insist upon the contrary. To \nmy mind the second is the only logical and reasonable explanation unless \nthe Mahatma has a third alternative to explain why the worst are so many \nand the best so few. If the second is the only explanation then obviously \nthe argument of the Mahatma that a religion should be judged by its best \nfollowers carries us nowhere except to pity the lot of the many who have \ngone wrong because they have been made to worship wrong ideals. \n89 ANNIHILATION OF CASTE\nV\nThe argument of the Mahatma that Hinduism would be tolerable if only \nmany were to follow the example of the saints is fallacious for another \nreason.* By citing the names of such illustrious persons as Chaitanya etc. \nwhat the Mahatma seems to me to suggest in its broadest and simplest \nform is that Hindu society can be made tolerable and even happy without \nany fundamental change in its structure if all the high caste Hindus can be \npersuaded to follow a high standard of morality in their dealings with the \nlow caste Hindus. I am totally opposed to this kind of ideology. I can respect \nthose of the caste Hindus who try to realize a high social ideal in their life. \nWithout such men India would be an uglier and a less happy place to live \nin than it is. But nonetheless anyone who relies on an attempt to turn the \nmembers of the caste Hindus into better men by improving their personal \ncharacter is in my judgment wasting his energy and hugging an illusion. \nCan personal character make the maker of armaments a good man, i.e. a \nman who will sell shells that will not burst and gas that will not poison ? \nIf it cannot, how can you accept personal character to make a man loaded \nwith the consciousness of Caste, a good man, i.e. a man who would treat his \nfellows as his friends and equals ? To be true to himself he must deal with \nhis fellows either as a superior or inferior according as the case may be; at \nany rate, differently from his own caste fellows. He can never be expected \nto deal with his fellows as his kinsmen and equals. As a matter of fact, a \nHindu does treat all those who are not of his Caste as though they were \naliens, who could be discriminated against with impunity and against whom \nany fraud or trick may be practised without shame. This is to say that there \ncan be a better or a worse Hindu. But a good Hindu there cannot be. This \nis so not because there is anything wrong with his personal character. In \nfact what is wrong is the entire basis of his relationship to his fellows. The \nbest of men cannot be moral if the basis of relationship between them and \ntheir fellows is fundamentally a wrong relationship. To a slave his master \nmay be better or worse. But there cannot be a good master. A good man \ncannot be a master and a master cannot be a good man. The same applies \nto the relationship between high caste and low caste. To a low caste man \na high caste man can be better or worse as compared to other high caste \nmen. A high caste man cannot be a good man in so far as he must have \na low caste man to distinguish him as high caste man. It cannot be good \nto a low caste man to be conscious that there is a high caste man above \nhim. I have argued in my speech that a society based on Varna or Caste \nis a society which is based on a wrong relationship. I had hoped that the \nMahatma would attempt to demolish my argument. But instead of doing \nthat he has merely reiterated his belief in Chaturvarnya without disclosing \nthe ground on which it is based\n* In this connection see illuminating article on Morality and the Social Structure by Mr. H. N. \nBrailsford in the Aryan Path for April 1936. \n90 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nVI\nDoes the Mahatma practise what he preaches ? One does not like to make \npersonal reference in an argument which is general in its application. But \nwhen one preaches a doctrine and holds it as a dogma there is a curiosity \nto know how far he practises what he preaches. It may be that his failure \nto practise is due to the ideal being too high to be attainable ; it may be \nthat his failure to practise is due to the innate hypocracy of the man. In \nany case he exposes his conduct to examination and I must not be blamed \nif I asked how far has the Mahatma attempted to realize his ideal in his \nown case. The Mahatma is a Bania by birth. His ancestors had abandoned \ntrading in favour of ministership which is a calling of the Brahmins. In \nhis own life, before he became a Mahatma, when occasion came for him to \nchoose his career he preferred law to scales. On abandoning law he became \nhalf saint and half politician. He has never touched trading which is his \nancestral calling. His youngest son—I take one who is a faithful follower \nof his father—born a Vaishya has married a Brahmin’s daughter and has \nchosen to serve a newspaper magnate. The Mahatma is not known to have \ncondemned him for not following his ancestral calling. It may be wrong \nand uncharitable to judge an ideal by its worst specimens. But surely \nthe Mahatma as a specimen has no better and if he even fails to realize \nthe ideal then the ideal must be an impossible ideal quite opposed to the \npractical instincts of man. Students of Carlyle know that he often spoke \non a subject before he thought about it. I wonder whether such has not \nbeen the case with the Mahatma in regard to the subject matter of Caste. \nOtherwise certain questions which occur to me would not have escaped him. \nWhen can a calling be deemed to have become an ancestral calling so as \nto make it binding on a man ? Must man follow his ancestral calling even \nif it does not suit his capacities, even when it has ceased to be profitable ? \nMust a man live by his ancestral calling even if he finds it to be immoral ? \nIf every one must pursue his ancestral calling then it must follow that a \nman must continue to be a pimp because his grandfather was a pimp and \na woman must continue to be a prostitute because her grandmother was a \nprostitute. Is the Mahatma prepared to accept the logical conclusion of his \ndoctrine ? To me his ideal of following one’s ancestral calling is not only an \nimpossible and impractical ideal, but it is also morally an indefensible ideal. \nVII\nThe Mahatma sees great virtue in a Brahmin remaining a Brahmin all his \nlife. Leaving aside the fact there are many Brahmins who do not like to remain \nBrahmins all their lives. What can we say about those Brahmins who have \nclung to their ancestral calling of priesthood ? Do they do so from any faith in \nthe virtue of the principle of ancestral calling or do they do so from motives \nof filthy lucre ? The Mahatma does not seem to concern himself with such \nqueries. He is satisfied that these are “real Brahmins who are living on alms\n91 ANNIHILATION OF CASTE\nfreely given to them and giving freely what they have of spiritual treasures”. \nThis is how a hereditary Brahmin priest appears to the Mahatma—a carrier \nof spiritual treasures. But another portrait of the hereditary Brahmin can \nalso be drawn. A Brahmin can be a priest to Vishnu—the God of Love. He \ncan be a priest to Shankar—the God of Destruction. He can be a priest at \nBuddha Gaya worshipping Buddha—the greatest teacher of mankind who \ntaught the noblest doctrine of Love. He also can be a priest to Kali, the \nGoddess, who must have a daily sacrifice of an animal to satisfy her thirst \nfor blood ; He will be a priest of the temple of Rama—the Kshatriya God! He \nwill also be a priest of the Temple of Parshuram, the God who took Avatar \nto destroy the Kshatriyas ! He can be a priest to Bramha, the Creator of \nthe world. He can be a priest to a Pir whose God Allah will not brook the \nclaim of Bramha to share his spiritual dominion over the world! No one can \nsay that this is a picture which is not true to life. If this is a true picture \none does not know what to say of this capacity to bear loyalties to Gods \nand Goddesses whose attributes are so antagonistic that no honest man \ncan be a devotee to all of them. The Hindus rely upon this extraordinary \nphenomenon as evidence of the greatest virtue of their religion—namely \nits catholicity, its spirit of toleration. As against this facile view, it can be \nurged that what is toleration and catholicity may be really nothing more \ncreditable than indifference or flaccid latitudinarianism. These two attitudes \nare hard to distinguish in their outer seeming. But they are so vitally unlike \nin their real quality that no one who examines them closely can mistake \none for the other. That a man is ready to render homage to many Gods \nand Goddesses may be cited as evidence of his tolerant spirit. But can it \nnot also be evidence of insincerity born of a desire to serve the times ? I am \nsure that this toleration is merely insincerity. If this view is well founded, \none may ask what spiritual treasure can there be with a person who is \nready to be a priest and a devotee to any deity which it serves his purpose \nto worship and to adore ? Not only must such a person be deemed to be \nbankrupt of all spiritual treasures but for him to practice so elevating a \nprofession as that of a priest simply because it is ancestral, without faith, \nwithout belief, merely as a mechanical process handed down from father to \nson, is not a conservation of virtue; it is really the prostitution of a noble \nprofession which is no other than the service of religion. \nVIII\nWhy does the Mahatma cling to the theory of every one following his or \nher ancestral calling ? He gives his reasons nowhere. But there must be some \nreason although he does not care to avow it. Years ago writing on “Caste versus \nClass” in his Young India he argued that Caste System was better than Class \nSystem on the ground that caste was the best possible adjustment of social \nstability. If that be the reason why the Mahatma clings to the theory of every\n92 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\none following his or her ancestral calling, then he is clinging to a false \nview of social life. Everybody wants social stability and some adjustment \nmust be made in the relationship between individuals and classes in order \nthat stability may be had. But two things, I am sure nobody wants. One \nthing nobody wants is static relationship, something that is unalterable, \nsomething that is fixed for all times. Stability is wanted but not at the cost \nof change when change is imperative. Second thing nobody wants is mere \nadjustment. Adjustment is wanted but not at the sacrifice of social justice. \nCan it be said that the adjustment of social relationship on the basis of \ncaste i.e. on the basis of each to his hereditary calling avoids these two \nevils ? I am convinced that it does not. Far from being the best possible \nadjustment I have no doubt that it is of the worst possible kind inasmuch \nas it offends against both the canons of social adjustment—namely fluidity \nand equity. \nIX\nSome might think that the Mahatma has made much progress inasmuch \nas he now only believes in Varna and does not believe in Caste. It is \ntrue that there was a time when the Mahatma was a full-blooded and a \nblue-blooded Sanatani Hindu. He believed in the Vedas, the Upanishads, \nthe Puranas and all that goes by the name of Hindu scriptures and \ntherefore in avatars and rebirth. He believed in Caste and defended it \nwith the vigour of the orthodox. He condemned the cry for inter-dining, \ninter-drinking and inter-marrying and argued that restraints about inter-\ndining to a great extent “helped the cultivation of will-power and the \nconservation of certain social virtue”. It is good that he has repudiated \nthis sanctimonious nonsense and admitted that caste “is harmful both to \nspiritual and national growth,” and may be, his son’s marriage outside \nhis caste has had something to do with this change of view. But has the \nMahatma really progressed ? What is the nature of the Varna for which \nthe Mahatma stands ? Is it the Vedic conception as commonly understood \nand preached by Swami Dayanand Saraswati and his followers, the Arya \nSamajists ? The essence of the Vedic conception of Varna is the pursuit of \na calling which is appropriate to one’s natural aptitude. The essence of the \nMahatma’s conception of Varna is the pursuit of ancestral calling irrespective \nof natural aptitude. What is the difference between Caste and Varna as \nunderstood by the Mahatma ? I find none. As defined by the Mahatma, \nVarna becomes merely a different name for Caste for the simple reason \nthat it is the same in essence—namely pursuit of ancestral calling. Far \nfrom making progress the Mahatma has suffered retrogression. By putting \nthis interpretation upon the Vedic conception of Varna he has really made \nridiculous what was sublime. While I reject the Vedic Varnavyavastha for \nreasons given in the speech I must admit that the Vedic theory of Varna \nas interpreted by Swami Dayanand and some others is a sensible and an \ninoffensive thing. It did not admit birth as a determining factor in fixing\n93 ANNIHILATION OF CASTE\nthe place of an individual in society. It only recognized worth. The Mahatma’s \nview of Varna not only makes nonsense of the Vedic Varna but it makes \nit an abominable thing. Varna and Caste are two very different concepts. \nVarna is based on the principle of each according to his worth-while Caste \nis based on the principle of each according to his birth. The two are as \ndistinct as chalk is from cheese. In fact there is an antithesis between \nthe two. If the Mahatma believes as he does in every one following his \nor her ancestral calling, then most certainly he is advocating the Caste \nSystem and that in calling it the Varna System he is not only guilty of \nterminological inexactitude, but he is causing confusion worse confounded. \nI am sure that all his confusion is due to the fact that the Mahatma has \nno definite and clear conception as to what is Varna and what is Caste \nand as to the necessity of either for the conservation of Hinduism. He has \nsaid and one hopes that he will not find some mystic reason to change his \nview that caste is not the essence of Hinduism. Does he regard Varna as \nthe essence of Hinduism ? One cannot as yet give any categorical answer. \nReaders of his article on “Dr. Ambedkar’s Indictment” will answer “No”. In \nthat article he does not say that the dogma of Varna is an essential part \nof the creed of Hinduism. Far from making Varna the essence of Hinduism \nhe says “the essence of Hinduism is contained in its enunciation of one \nand only God as Truth and its bold acceptance of Ahimsa as the law of \nthe human family” But the readers of his article in reply to Mr. Sant Ram \nwill say “Yes”. In that article he says “How can a Muslim remain one if \nhe rejects the Quran, or a Christian remain as Christian if he rejects \nthe Bible ? If Caste and Varna are convertible terms and if Varna is an \nintegral part of the Shastras which define Hinduism I do not know how a \nperson who rejects Caste, i.e. Varna can call himself a Hindu ?” Why this \nprevarication ? Why does the Mahatma hedge ? Whom does he want to \nplease ? Has the saint failed to sense the truth ? Or does the politician stand \nin the way of the Saint ? The real reason why the Mahatma is suffering \nfrom this confusion is probably to be traced to two sources. The first is the \ntemperament of the Mahatma. He has almost in everything the simplicity \nof the child with the child’s capacity for self-deception. Like a child he can \nbelieve in anything he wants to believe. We must therefore wait till such \ntime as it pleases the Mahatma to abandon his faith in Varna as it has \npleased him to abandon his faith in Caste. The second source of confusion \nis the double role which the Mahatma wants to play—of a Mahatma and a \nPolitician. As a Mahatma he may be trying to spiritualize Politics. Whether \nhe has succeeded in it or not Politics have certainly commercialized him. \nA politician must knew that Society cannot bear the whole truth and that \nhe must not speak the whole truth; if he is speaking the whole truth it \nis bad for his politics. The reason why the Mahatma is always supporting \nCaste and Varna is because he is afraid that if he opposed them he will \nlose his place in politics. Whatever may be the source of this confusion the  \n94 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nMahatma must be told that he is deceiving himself and also deceiving the \npeople by preaching Caste under the name of Varna. \nX\nThe Mahatma says that the standards I have applied to test Hindus and \nHinduism are too severe and that judged by those standards every known \nliving faith will probably fail. The complaint that my standards are high \nmay be true. But the question is not whether they are high or whether they \nare low. The question is whether they are the right standards to apply. \nA People and their Religion must be judged by social standards based on \nsocial ethics. No other standard would have any meaning if religion is held \nto be a necessary good for the well-being of the people. Now I maintain \nthat the standards I have applied to test Hindus and Hinduism are the \nmost appropriate standards and that I know of none that are better. The \nconclusion that every known religion would fail if tested by my standards \nmay be true. But this fact should not give the Mahatma as the champion \nof Hindus and Hinduism a ground for comfort any more than the existence \nof one madman should give comfort to another madman or the existence of \none criminal should give comfort to another criminal. I like to assure the \nMahatma that it is not the mere failure of the Hindus and Hinduism which \nhas produced in me the feelings of disgust and contempt with which I am \ncharged. I realize that the world is a very imperfect world and any one \nwho wants to live in it must bear with its imperfections. But while I am \nprepared to bear with the imperfections and shortcomings of the society in \nwhich I may be destined to labour, I feel I should not consent to live in a \nsociety which cherishes wrong ideals or a society which having right ideals \nwill not consent to bring its social life in conformity with those ideals. If I \nam disgusted with Hindus and Hinduism it is because I am convinced that \nthey cherish wrong ideals and live a wrong social life. My quarrel with \nHindus and Hinduism is not over the imperfections of their social conduct. \nIt is much more fundamental. It is over their ideals. \nXI\nHindu society seems to me to stand in need of a moral regeneration which \nit is dangerous to postpone. And the question is who can determine and \ncontrol this moral regeneration ? Obviously only those who have undergone an \nintellectual regeneration and those who are honest enough to have the courage \nof their convictions born of intellectual emancipation. Judged by this standard \nthe Hindu leaders who count are in my opinion quite unfit for the task. It \nis impossible to say that they have undergone the preliminary intellectual \nregeneration. If they had undergone an intellectual regeneration they would \nneither delude themselves in the simple way of the untaught multitude nor \nwould they take advantage of the primitive ignorance of others as one sees \nthem doing. Notwithstanding the crumbling state of Hindu society these\n95 ANNIHILATION OF CASTE\nleaders, will nevertheless unblushingly appeal to ideals of the past which \nhave in every way ceased to have any connection with the present; which \nhowever suitable they might have been in the days of their origin have now \nbecome a warning rather than a guide. They still have a mystic respect \nfor the earlier forms which make them disinclined—nay opposed to any \nexamination of the foundations of their Society. The Hindu masses are \nof course incredibly heedless in the formation of their beliefs. But so are \nthe Hindu leaders. And what is worse is that these Hindu leaders become \nfilled with an illicit passion for their beliefs when any one proposes to rob \nthem of their companionship. The Mahatma is no exception. The Mahatma \nappears not to believe in thinking. He prefers to follow the saints. Like a \nconservative with his reverence for consecrated notions he is afraid that if \nhe once starts thinking, many ideals and institutions to which he clings wilt \nbe doomed. One must sympathize with him. For every act of independent \nthinking puts some portion of apparently stable world in peril. But it is \nequally true that dependence on saints cannot lead us to knew the truth. \nThe saints are after all only human beings and, as Lord Balfour said, “the \nhuman mind is no more a truth finding apparatus than the snout of a pig”. \nIn so far as he does think, to me he really appears to be prostituting his \nintelligence to find reasons for supporting this archaic social structure of the \nHindus. He is the most influential apologist of it and therefore the worst \nenemy of the Hindus. \nUnlike the Mahatma there are Hindu leaders who arc not content merely \nto believe and follow. They dare to think, and act in accordance with the \nresult of their thinking. But unfortunately they are cither a dishonest lot \nor an indifferent lot when it comes to the question of giving right guidance \nto the mass of the people. Almost every Brahmin has transgressed the \nrule of Caste. The number of Brahmins who sell shoes is far greater than \nthose who practise priesthood. Not only have the Brahmins given up their \nancestral calling of priesthood for trading but they have entered trades \nwhich are prohibited to them by the Shastras. Yet how many Brahmins who \nbreak Caste every day will preach against Caste and against the Shastras ? \nFor one honest Brahmin preaching against Caste and Shastras because his \npractical instinct and moral conscience cannot support a conviction in them, \nthere are hundreds who break Caste and trample upon the Shastras every \nday but who are the most fanatic upholders of the theory of Caste and the \nsanctity of the Shastras. Why this duplicity ? Because they feel that if the \nmasses are emancipated from the yoke of Caste they would be a menace to \nthe power and prestige of the Brahmins as a class. The dishonesty of this \nintellectual class who would deny the masses the fruits of their thinking is \na most disgraceful phenomenon. \nThe Hindus in the words of Mathew Arnold are “wandering between two \nworlds, one dead, the other powerless to be born”. What are they to do ? The\n96 DR. BABASAHEB AMBEDKAR : WRITINGS AND SPEECHES\nMahatma to whom they appeal for guidance does not believe in thinking \nand can therefore give no guidance which can be said to stand the test of \nexperience. The intellectual classes to whom the masses look for guidance are \neither too dishonest or too indifferent to educate them in the right direction. \nWe are indeed witnesses to a great tragedy. In the face of this tragedy all \none can do is to lament and say—such be thy Leaders, O! Hindus. \n"]